["#", "##", "###", "0.#", "0.##", "1.#", "1.##", "2.#", "2.##", "3.#", "4.#", "$#", "$##", "$###", "$0.#", "$0.##", "$1.#", "$1.##", "$2.#", "$2.##", "$3.#", "$4.#", "\u20ac#", "\u20ac##", "\u20ac###", "\u20ac0.#", "\u20ac0.##", "\u20ac1.#", "\u20ac1.##", "\u20ac2.#", "\u20ac2.##", "\u20ac3.#", "\u20ac4.#", "\u00a3#", "\u00a3##", "\u00a3###", "\u00a30.#", "\u00a30.##", "\u00a31.#", "\u00a31.##", "\u00a32.#", "\u00a32.##", "\u00a33.#", "\u00a34.#", "\u00a5#", "\u00a5##", "\u00a5###", "\u00a50.#", "\u00a50.##", "\u00a51.#", "\u00a51.##", "\u00a52.#", "\u00a52.##", "\u00a53.#", "\u00a54.#", "#%", "##%", "###%", "0.#%", "0.##%", "1.#%", "1.##%", "2.#%", "2.##%", "3.#%", "4.#%", "#K", "#M", "#B", "#T", "##K", "##M", "##B", "##T", "###K", "###M", "###B", "###T", "0.#K", "0.#M", "0.#B", "0.#T", "0.##K", "0.##M", "0.##B", "0.##T", "1.#K", "1.#M", "1.#B", "1.#T", "1.##K", "1.##M", "1.##B", "1.##T", "2.#K", "2.#M", "2.#B", "2.#T", "2.##K", "2.##M", "2.##B", "2.##T", "3.#K", "3.#M", "3.#B", "3.#T", "4.#K", "4.#M", "4.#B", "4.#T", "$#K", "$#M", "$#B", "$#T", "$##K", "$##M", "$##B", "$##T", "$###K", "$###M", "$###B", "$###T", "$0.#K", "$0.#M", "$0.#B", "$0.#T", "$0.##K", "$0.##M", "$0.##B", "$0.##T", "$1.#K", "$1.#M", "$1.#B", "$1.#T", "$1.##K", "$1.##M", "$1.##B", "$1.##T", "$2.#K", "$2.#M", "$2.#B", "$2.#T", "$2.##K", "$2.##M", "$2.##B", "$2.##T", "$3.#K", "$3.#M", "$3.#B", "$3.#T", "$4.#K", "$4.#M", "$4.#B", "$4.#T", "\u20ac#K", "\u20ac#M", "\u20ac#B", "\u20ac#T", "\u20ac##K", "\u20ac##M", "\u20ac##B", "\u20ac##T", "\u20ac###K", "\u20ac###M", "\u20ac###B", "\u20ac###T", "\u20ac0.#K", "\u20ac0.#M", "\u20ac0.#B", "\u20ac0.#T", "\u20ac0.##K", "\u20ac0.##M", "\u20ac0.##B", "\u20ac0.##T", "\u20ac1.#K", "\u20ac1.#M", "\u20ac1.#B", "\u20ac1.#T", "\u20ac1.##K", "\u20ac1.##M", "\u20ac1.##B", "\u20ac1.##T", "\u20ac2.#K", "\u20ac2.#M", "\u20ac2.#B", "\u20ac2.#T", "\u20ac2.##K", "\u20ac2.##M", "\u20ac2.##B", "\u20ac2.##T", "\u20ac3.#K", "\u20ac3.#M", "\u20ac3.#B", "\u20ac3.#T", "\u20ac4.#K", "\u20ac4.#M", "\u20ac4.#B", "\u20ac4.#T", "\u00a3#K", "\u00a3#M", "\u00a3#B", "\u00a3#T", "\u00a3##K", "\u00a3##M", "\u00a3##B", "\u00a3##T", "\u00a3###K", "\u00a3###M", "\u00a3###B", "\u00a3###T", "\u00a30.#K", "\u00a30.#M", "\u00a30.#B", "\u00a30.#T", "\u00a30.##K", "\u00a30.##M", "\u00a30.##B", "\u00a30.##T", "\u00a31.#K", "\u00a31.#M", "\u00a31.#B", "\u00a31.#T", "\u00a31.##K", "\u00a31.##M", "\u00a31.##B", "\u00a31.##T", "\u00a32.#K", "\u00a32.#M", "\u00a32.#B", "\u00a32.#T", "\u00a32.##K", "\u00a32.##M", "\u00a32.##B", "\u00a32.##T", "\u00a33.#K", "\u00a33.#M", "\u00a33.#B", "\u00a33.#T", "\u00a34.#K", "\u00a34.#M", "\u00a34.#B", "\u00a34.#T", "\u00a5#K", "\u00a5#M", "\u00a5#B", "\u00a5#T", "\u00a5##K", "\u00a5##M", "\u00a5##B", "\u00a5##T", "\u00a5###K", "\u00a5###M", "\u00a5###B", "\u00a5###T", "\u00a50.#K", "\u00a50.#M", "\u00a50.#B", "\u00a50.#T", "\u00a50.##K", "\u00a50.##M", "\u00a50.##B", "\u00a50.##T", "\u00a51.#K", "\u00a51.#M", "\u00a51.#B", "\u00a51.#T", "\u00a51.##K", "\u00a51.##M", "\u00a51.##B", "\u00a51.##T", "\u00a52.#K", "\u00a52.#M", "\u00a52.#B", "\u00a52.#T", "\u00a52.##K", "\u00a52.##M", "\u00a52.##B", "\u00a52.##T", "\u00a53.#K", "\u00a53.#M", "\u00a53.#B", "\u00a53.#T", "\u00a54.#K", "\u00a54.#M", "\u00a54.#B", "\u00a54.#T", "-#%", "-##%", "-###%", "-0.#%", "-0.##%", "-1.#%", "-1.##%", "-2.#%", "-2.##%", "-3.#%", "-4.#%", "-#K", "-#M", "-#B", "-#T", "-##K", "-##M", "-##B", "-##T", "-###K", "-###M", "-###B", "-###T", "-0.#K", "-0.#M", "-0.#B", "-0.#T", "-0.##K", "-0.##M", "-0.##B", "-0.##T", "-1.#K", "-1.#M", "-1.#B", "-1.#T", "-1.##K", "-1.##M", "-1.##B", "-1.##T", "-2.#K", "-2.#M", "-2.#B", "-2.#T", "-2.##K", "-2.##M", "-2.##B", "-2.##T", "-3.#K", "-3.#M", "-3.#B", "-3.#T", "-4.#K", "-4.#M", "-4.#B", "-4.#T", "-$#K", "-$#M", "-$#B", "-$#T", "-$##K", "-$##M", "-$##B", "-$##T", "-$###K", "-$###M", "-$###B", "-$###T", "-$0.#K", "-$0.#M", "-$0.#B", "-$0.#T", "-$0.##K", "-$0.##M", "-$0.##B", "-$0.##T", "-$1.#K", "-$1.#M", "-$1.#B", "-$1.#T", "-$1.##K", "-$1.##M", "-$1.##B", "-$1.##T", "-$2.#K", "-$2.#M", "-$2.#B", "-$2.#T", "-$2.##K", "-$2.##M", "-$2.##B", "-$2.##T", "-$3.#K", "-$3.#M", "-$3.#B", "-$3.#T", "-$4.#K", "-$4.#M", "-$4.#B", "-$4.#T", "-\u20ac#K", "-\u20ac#M", "-\u20ac#B", "-\u20ac#T", "-\u20ac##K", "-\u20ac##M", "-\u20ac##B", "-\u20ac##T", "-\u20ac###K", "-\u20ac###M", "-\u20ac###B", "-\u20ac###T", "-\u20ac0.#K", "-\u20ac0.#M", "-\u20ac0.#B", "-\u20ac0.#T", "-\u20ac0.##K", "-\u20ac0.##M", "-\u20ac0.##B", "-\u20ac0.##T", "-\u20ac1.#K", "-\u20ac1.#M", "-\u20ac1.#B", "-\u20ac1.#T", "-\u20ac1.##K", "-\u20ac1.##M", "-\u20ac1.##B", "-\u20ac1.##T", "-\u20ac2.#K", "-\u20ac2.#M", "-\u20ac2.#B", "-\u20ac2.#T", "-\u20ac2.##K", "-\u20ac2.##M", "-\u20ac2.##B", "-\u20ac2.##T", "-\u20ac3.#K", "-\u20ac3.#M", "-\u20ac3.#B", "-\u20ac3.#T", "-\u20ac4.#K", "-\u20ac4.#M", "-\u20ac4.#B", "-\u20ac4.#T", "-\u00a3#K", "-\u00a3#M", "-\u00a3#B", "-\u00a3#T", "-\u00a3##K", "-\u00a3##M", "-\u00a3##B", "-\u00a3##T", "-\u00a3###K", "-\u00a3###M", "-\u00a3###B", "-\u00a3###T", "-\u00a30.#K", "-\u00a30.#M", "-\u00a30.#B", "-\u00a30.#T", "-\u00a30.##K", "-\u00a30.##M", "-\u00a30.##B", "-\u00a30.##T", "-\u00a31.#K", "-\u00a31.#M", "-\u00a31.#B", "-\u00a31.#T", "-\u00a31.##K", "-\u00a31.##M", "-\u00a31.##B", "-\u00a31.##T", "-\u00a32.#K", "-\u00a32.#M", "-\u00a32.#B", "-\u00a32.#T", "-\u00a32.##K", "-\u00a32.##M", "-\u00a32.##B", "-\u00a32.##T", "-\u00a33.#K", "-\u00a33.#M", "-\u00a33.#B", "-\u00a33.#T", "-\u00a34.#K", "-\u00a34.#M", "-\u00a34.#B", "-\u00a34.#T", "-\u00a5#K", "-\u00a5#M", "-\u00a5#B", "-\u00a5#T", "-\u00a5##K", "-\u00a5##M", "-\u00a5##B", "-\u00a5##T", "-\u00a5###K", "-\u00a5###M", "-\u00a5###B", "-\u00a5###T", "-\u00a50.#K", "-\u00a50.#M", "-\u00a50.#B", "-\u00a50.#T", "-\u00a50.##K", "-\u00a50.##M", "-\u00a50.##B", "-\u00a50.##T", "-\u00a51.#K", "-\u00a51.#M", "-\u00a51.#B", "-\u00a51.#T", "-\u00a51.##K", "-\u00a51.##M", "-\u00a51.##B", "-\u00a51.##T", "-\u00a52.#K", "-\u00a52.#M", "-\u00a52.#B", "-\u00a52.#T", "-\u00a52.##K", "-\u00a52.##M", "-\u00a52.##B", "-\u00a52.##T", "-\u00a53.#K", "-\u00a53.#M", "-\u00a53.#B", "-\u00a53.#T", "-\u00a54.#K", "-\u00a54.#M", "-\u00a54.#B", "-\u00a54.#T", "-#", "-##", "-###", "-0.#", "-0.##", "-1.#", "-1.##", "-2.#", "-2.##", "-3.#", "-4.#", "-$#", "-$##", "-$###", "-$0.#", "-$0.##", "-$1.#", "-$1.##", "-$2.#", "-$2.##", "-$3.#", "-$4.#", "-\u20ac#", "-\u20ac##", "-\u20ac###", "-\u20ac0.#", "-\u20ac0.##", "-\u20ac1.#", "-\u20ac1.##", "-\u20ac2.#", "-\u20ac2.##", "-\u20ac3.#", "-\u20ac4.#", "-\u00a3#", "-\u00a3##", "-\u00a3###", "-\u00a30.#", "-\u00a30.##", "-\u00a31.#", "-\u00a31.##", "-\u00a32.#", "-\u00a32.##", "-\u00a33.#", "-\u00a34.#", "-\u00a5#", "-\u00a5##", "-\u00a5###", "-\u00a50.#", "-\u00a50.##", "-\u00a51.#", "-\u00a51.##", "-\u00a52.#", "-\u00a52.##", "-\u00a53.#", "-\u00a54.#"]