["[FinNUM:#]", "[FinNUM:##]", "[FinNUM:###]", "[FinNUM:0.#]", "[FinNUM:0.##]", "[FinNUM:1.#]", "[FinNUM:1.##]", "[FinNUM:2.#]", "[FinNUM:2.##]", "[FinNUM:3.#]", "[FinNUM:4.#]", "[FinNUM:$#]", "[FinNUM:$##]", "[FinNUM:$###]", "[FinNUM:$0.#]", "[FinNUM:$0.##]", "[FinNUM:$1.#]", "[FinNUM:$1.##]", "[FinNUM:$2.#]", "[FinNUM:$2.##]", "[FinNUM:$3.#]", "[FinNUM:$4.#]", "[FinNUM:\u20ac#]", "[FinNUM:\u20ac##]", "[FinNUM:\u20ac###]", "[FinNUM:\u20ac0.#]", "[FinNUM:\u20ac0.##]", "[FinNUM:\u20ac1.#]", "[FinNUM:\u20ac1.##]", "[FinNUM:\u20ac2.#]", "[FinNUM:\u20ac2.##]", "[FinNUM:\u20ac3.#]", "[FinNUM:\u20ac4.#]", "[FinNUM:\u00a3#]", "[FinNUM:\u00a3##]", "[FinNUM:\u00a3###]", "[FinNUM:\u00a30.#]", "[FinNUM:\u00a30.##]", "[FinNUM:\u00a31.#]", "[FinNUM:\u00a31.##]", "[FinNUM:\u00a32.#]", "[FinNUM:\u00a32.##]", "[FinNUM:\u00a33.#]", "[FinNUM:\u00a34.#]", "[FinNUM:\u00a5#]", "[FinNUM:\u00a5##]", "[FinNUM:\u00a5###]", "[FinNUM:\u00a50.#]", "[FinNUM:\u00a50.##]", "[FinNUM:\u00a51.#]", "[FinNUM:\u00a51.##]", "[FinNUM:\u00a52.#]", "[FinNUM:\u00a52.##]", "[FinNUM:\u00a53.#]", "[FinNUM:\u00a54.#]", "[FinNUM:#%]", "[FinNUM:##%]", "[FinNUM:###%]", "[FinNUM:0.#%]", "[FinNUM:0.##%]", "[FinNUM:1.#%]", "[FinNUM:1.##%]", "[FinNUM:2.#%]", "[FinNUM:2.##%]", "[FinNUM:3.#%]", "[FinNUM:4.#%]", "[FinNUM:#K]", "[FinNUM:#M]", "[FinNUM:#B]", "[FinNUM:#T]", "[FinNUM:##K]", "[FinNUM:##M]", "[FinNUM:##B]", "[FinNUM:##T]", "[FinNUM:###K]", "[FinNUM:###M]", "[FinNUM:###B]", "[FinNUM:###T]", "[FinNUM:0.#K]", "[FinNUM:0.#M]", "[FinNUM:0.#B]", "[FinNUM:0.#T]", "[FinNUM:0.##K]", "[FinNUM:0.##M]", "[FinNUM:0.##B]", "[FinNUM:0.##T]", "[FinNUM:1.#K]", "[FinNUM:1.#M]", "[FinNUM:1.#B]", "[FinNUM:1.#T]", "[FinNUM:1.##K]", "[FinNUM:1.##M]", "[FinNUM:1.##B]", "[FinNUM:1.##T]", "[FinNUM:2.#K]", "[FinNUM:2.#M]", "[FinNUM:2.#B]", "[FinNUM:2.#T]", "[FinNUM:2.##K]", "[FinNUM:2.##M]", "[FinNUM:2.##B]", "[FinNUM:2.##T]", "[FinNUM:3.#K]", "[FinNUM:3.#M]", "[FinNUM:3.#B]", "[FinNUM:3.#T]", "[FinNUM:4.#K]", "[FinNUM:4.#M]", "[FinNUM:4.#B]", "[FinNUM:4.#T]", "[FinNUM:$#K]", "[FinNUM:$#M]", "[FinNUM:$#B]", "[FinNUM:$#T]", "[FinNUM:$##K]", "[FinNUM:$##M]", "[FinNUM:$##B]", "[FinNUM:$##T]", "[FinNUM:$###K]", "[FinNUM:$###M]", "[FinNUM:$###B]", "[FinNUM:$###T]", "[FinNUM:$0.#K]", "[FinNUM:$0.#M]", "[FinNUM:$0.#B]", "[FinNUM:$0.#T]", "[FinNUM:$0.##K]", "[FinNUM:$0.##M]", "[FinNUM:$0.##B]", "[FinNUM:$0.##T]", "[FinNUM:$1.#K]", "[FinNUM:$1.#M]", "[FinNUM:$1.#B]", "[FinNUM:$1.#T]", "[FinNUM:$1.##K]", "[FinNUM:$1.##M]", "[FinNUM:$1.##B]", "[FinNUM:$1.##T]", "[FinNUM:$2.#K]", "[FinNUM:$2.#M]", "[FinNUM:$2.#B]", "[FinNUM:$2.#T]", "[FinNUM:$2.##K]", "[FinNUM:$2.##M]", "[FinNUM:$2.##B]", "[FinNUM:$2.##T]", "[FinNUM:$3.#K]", "[FinNUM:$3.#M]", "[FinNUM:$3.#B]", "[FinNUM:$3.#T]", "[FinNUM:$4.#K]", "[FinNUM:$4.#M]", "[FinNUM:$4.#B]", "[FinNUM:$4.#T]", "[FinNUM:\u20ac#K]", "[FinNUM:\u20ac#M]", "[FinNUM:\u20ac#B]", "[FinNUM:\u20ac#T]", "[FinNUM:\u20ac##K]", "[FinNUM:\u20ac##M]", "[FinNUM:\u20ac##B]", "[FinNUM:\u20ac##T]", "[FinNUM:\u20ac###K]", "[FinNUM:\u20ac###M]", "[FinNUM:\u20ac###B]", "[FinNUM:\u20ac###T]", "[FinNUM:\u20ac0.#K]", "[FinNUM:\u20ac0.#M]", "[FinNUM:\u20ac0.#B]", "[FinNUM:\u20ac0.#T]", "[FinNUM:\u20ac0.##K]", "[FinNUM:\u20ac0.##M]", "[FinNUM:\u20ac0.##B]", "[FinNUM:\u20ac0.##T]", "[FinNUM:\u20ac1.#K]", "[FinNUM:\u20ac1.#M]", "[FinNUM:\u20ac1.#B]", "[FinNUM:\u20ac1.#T]", "[FinNUM:\u20ac1.##K]", "[FinNUM:\u20ac1.##M]", "[FinNUM:\u20ac1.##B]", "[FinNUM:\u20ac1.##T]", "[FinNUM:\u20ac2.#K]", "[FinNUM:\u20ac2.#M]", "[FinNUM:\u20ac2.#B]", "[FinNUM:\u20ac2.#T]", "[FinNUM:\u20ac2.##K]", "[FinNUM:\u20ac2.##M]", "[FinNUM:\u20ac2.##B]", "[FinNUM:\u20ac2.##T]", "[FinNUM:\u20ac3.#K]", "[FinNUM:\u20ac3.#M]", "[FinNUM:\u20ac3.#B]", "[FinNUM:\u20ac3.#T]", "[FinNUM:\u20ac4.#K]", "[FinNUM:\u20ac4.#M]", "[FinNUM:\u20ac4.#B]", "[FinNUM:\u20ac4.#T]", "[FinNUM:\u00a3#K]", "[FinNUM:\u00a3#M]", "[FinNUM:\u00a3#B]", "[FinNUM:\u00a3#T]", "[FinNUM:\u00a3##K]", "[FinNUM:\u00a3##M]", "[FinNUM:\u00a3##B]", "[FinNUM:\u00a3##T]", "[FinNUM:\u00a3###K]", "[FinNUM:\u00a3###M]", "[FinNUM:\u00a3###B]", "[FinNUM:\u00a3###T]", "[FinNUM:\u00a30.#K]", "[FinNUM:\u00a30.#M]", "[FinNUM:\u00a30.#B]", "[FinNUM:\u00a30.#T]", "[FinNUM:\u00a30.##K]", "[FinNUM:\u00a30.##M]", "[FinNUM:\u00a30.##B]", "[FinNUM:\u00a30.##T]", "[FinNUM:\u00a31.#K]", "[FinNUM:\u00a31.#M]", "[FinNUM:\u00a31.#B]", "[FinNUM:\u00a31.#T]", "[FinNUM:\u00a31.##K]", "[FinNUM:\u00a31.##M]", "[FinNUM:\u00a31.##B]", "[FinNUM:\u00a31.##T]", "[FinNUM:\u00a32.#K]", "[FinNUM:\u00a32.#M]", "[FinNUM:\u00a32.#B]", "[FinNUM:\u00a32.#T]", "[FinNUM:\u00a32.##K]", "[FinNUM:\u00a32.##M]", "[FinNUM:\u00a32.##B]", "[FinNUM:\u00a32.##T]", "[FinNUM:\u00a33.#K]", "[FinNUM:\u00a33.#M]", "[FinNUM:\u00a33.#B]", "[FinNUM:\u00a33.#T]", "[FinNUM:\u00a34.#K]", "[FinNUM:\u00a34.#M]", "[FinNUM:\u00a34.#B]", "[FinNUM:\u00a34.#T]", "[FinNUM:\u00a5#K]", "[FinNUM:\u00a5#M]", "[FinNUM:\u00a5#B]", "[FinNUM:\u00a5#T]", "[FinNUM:\u00a5##K]", "[FinNUM:\u00a5##M]", "[FinNUM:\u00a5##B]", "[FinNUM:\u00a5##T]", "[FinNUM:\u00a5###K]", "[FinNUM:\u00a5###M]", "[FinNUM:\u00a5###B]", "[FinNUM:\u00a5###T]", "[FinNUM:\u00a50.#K]", "[FinNUM:\u00a50.#M]", "[FinNUM:\u00a50.#B]", "[FinNUM:\u00a50.#T]", "[FinNUM:\u00a50.##K]", "[FinNUM:\u00a50.##M]", "[FinNUM:\u00a50.##B]", "[FinNUM:\u00a50.##T]", "[FinNUM:\u00a51.#K]", "[FinNUM:\u00a51.#M]", "[FinNUM:\u00a51.#B]", "[FinNUM:\u00a51.#T]", "[FinNUM:\u00a51.##K]", "[FinNUM:\u00a51.##M]", "[FinNUM:\u00a51.##B]", "[FinNUM:\u00a51.##T]", "[FinNUM:\u00a52.#K]", "[FinNUM:\u00a52.#M]", "[FinNUM:\u00a52.#B]", "[FinNUM:\u00a52.#T]", "[FinNUM:\u00a52.##K]", "[FinNUM:\u00a52.##M]", "[FinNUM:\u00a52.##B]", "[FinNUM:\u00a52.##T]", "[FinNUM:\u00a53.#K]", "[FinNUM:\u00a53.#M]", "[FinNUM:\u00a53.#B]", "[FinNUM:\u00a53.#T]", "[FinNUM:\u00a54.#K]", "[FinNUM:\u00a54.#M]", "[FinNUM:\u00a54.#B]", "[FinNUM:\u00a54.#T]", "[FinNUM:-#%]", "[FinNUM:-##%]", "[FinNUM:-###%]", "[FinNUM:-0.#%]", "[FinNUM:-0.##%]", "[FinNUM:-1.#%]", "[FinNUM:-1.##%]", "[FinNUM:-2.#%]", "[FinNUM:-2.##%]", "[FinNUM:-3.#%]", "[FinNUM:-4.#%]", "[FinNUM:-#K]", "[FinNUM:-#M]", "[FinNUM:-#B]", "[FinNUM:-#T]", "[FinNUM:-##K]", "[FinNUM:-##M]", "[FinNUM:-##B]", "[FinNUM:-##T]", "[FinNUM:-###K]", "[FinNUM:-###M]", "[FinNUM:-###B]", "[FinNUM:-###T]", "[FinNUM:-0.#K]", "[FinNUM:-0.#M]", "[FinNUM:-0.#B]", "[FinNUM:-0.#T]", "[FinNUM:-0.##K]", "[FinNUM:-0.##M]", "[FinNUM:-0.##B]", "[FinNUM:-0.##T]", "[FinNUM:-1.#K]", "[FinNUM:-1.#M]", "[FinNUM:-1.#B]", "[FinNUM:-1.#T]", "[FinNUM:-1.##K]", "[FinNUM:-1.##M]", "[FinNUM:-1.##B]", "[FinNUM:-1.##T]", "[FinNUM:-2.#K]", "[FinNUM:-2.#M]", "[FinNUM:-2.#B]", "[FinNUM:-2.#T]", "[FinNUM:-2.##K]", "[FinNUM:-2.##M]", "[FinNUM:-2.##B]", "[FinNUM:-2.##T]", "[FinNUM:-3.#K]", "[FinNUM:-3.#M]", "[FinNUM:-3.#B]", "[FinNUM:-3.#T]", "[FinNUM:-4.#K]", "[FinNUM:-4.#M]", "[FinNUM:-4.#B]", "[FinNUM:-4.#T]", "[FinNUM:-$#K]", "[FinNUM:-$#M]", "[FinNUM:-$#B]", "[FinNUM:-$#T]", "[FinNUM:-$##K]", "[FinNUM:-$##M]", "[FinNUM:-$##B]", "[FinNUM:-$##T]", "[FinNUM:-$###K]", "[FinNUM:-$###M]", "[FinNUM:-$###B]", "[FinNUM:-$###T]", "[FinNUM:-$0.#K]", "[FinNUM:-$0.#M]", "[FinNUM:-$0.#B]", "[FinNUM:-$0.#T]", "[FinNUM:-$0.##K]", "[FinNUM:-$0.##M]", "[FinNUM:-$0.##B]", "[FinNUM:-$0.##T]", "[FinNUM:-$1.#K]", "[FinNUM:-$1.#M]", "[FinNUM:-$1.#B]", "[FinNUM:-$1.#T]", "[FinNUM:-$1.##K]", "[FinNUM:-$1.##M]", "[FinNUM:-$1.##B]", "[FinNUM:-$1.##T]", "[FinNUM:-$2.#K]", "[FinNUM:-$2.#M]", "[FinNUM:-$2.#B]", "[FinNUM:-$2.#T]", "[FinNUM:-$2.##K]", "[FinNUM:-$2.##M]", "[FinNUM:-$2.##B]", "[FinNUM:-$2.##T]", "[FinNUM:-$3.#K]", "[FinNUM:-$3.#M]", "[FinNUM:-$3.#B]", "[FinNUM:-$3.#T]", "[FinNUM:-$4.#K]", "[FinNUM:-$4.#M]", "[FinNUM:-$4.#B]", "[FinNUM:-$4.#T]", "[FinNUM:-\u20ac#K]", "[FinNUM:-\u20ac#M]", "[FinNUM:-\u20ac#B]", "[FinNUM:-\u20ac#T]", "[FinNUM:-\u20ac##K]", "[FinNUM:-\u20ac##M]", "[FinNUM:-\u20ac##B]", "[FinNUM:-\u20ac##T]", "[FinNUM:-\u20ac###K]", "[FinNUM:-\u20ac###M]", "[FinNUM:-\u20ac###B]", "[FinNUM:-\u20ac###T]", "[FinNUM:-\u20ac0.#K]", "[FinNUM:-\u20ac0.#M]", "[FinNUM:-\u20ac0.#B]", "[FinNUM:-\u20ac0.#T]", "[FinNUM:-\u20ac0.##K]", "[FinNUM:-\u20ac0.##M]", "[FinNUM:-\u20ac0.##B]", "[FinNUM:-\u20ac0.##T]", "[FinNUM:-\u20ac1.#K]", "[FinNUM:-\u20ac1.#M]", "[FinNUM:-\u20ac1.#B]", "[FinNUM:-\u20ac1.#T]", "[FinNUM:-\u20ac1.##K]", "[FinNUM:-\u20ac1.##M]", "[FinNUM:-\u20ac1.##B]", "[FinNUM:-\u20ac1.##T]", "[FinNUM:-\u20ac2.#K]", "[FinNUM:-\u20ac2.#M]", "[FinNUM:-\u20ac2.#B]", "[FinNUM:-\u20ac2.#T]", "[FinNUM:-\u20ac2.##K]", "[FinNUM:-\u20ac2.##M]", "[FinNUM:-\u20ac2.##B]", "[FinNUM:-\u20ac2.##T]", "[FinNUM:-\u20ac3.#K]", "[FinNUM:-\u20ac3.#M]", "[FinNUM:-\u20ac3.#B]", "[FinNUM:-\u20ac3.#T]", "[FinNUM:-\u20ac4.#K]", "[FinNUM:-\u20ac4.#M]", "[FinNUM:-\u20ac4.#B]", "[FinNUM:-\u20ac4.#T]", "[FinNUM:-\u00a3#K]", "[FinNUM:-\u00a3#M]", "[FinNUM:-\u00a3#B]", "[FinNUM:-\u00a3#T]", "[FinNUM:-\u00a3##K]", "[FinNUM:-\u00a3##M]", "[FinNUM:-\u00a3##B]", "[FinNUM:-\u00a3##T]", "[FinNUM:-\u00a3###K]", "[FinNUM:-\u00a3###M]", "[FinNUM:-\u00a3###B]", "[FinNUM:-\u00a3###T]", "[FinNUM:-\u00a30.#K]", "[FinNUM:-\u00a30.#M]", "[FinNUM:-\u00a30.#B]", "[FinNUM:-\u00a30.#T]", "[FinNUM:-\u00a30.##K]", "[FinNUM:-\u00a30.##M]", "[FinNUM:-\u00a30.##B]", "[FinNUM:-\u00a30.##T]", "[FinNUM:-\u00a31.#K]", "[FinNUM:-\u00a31.#M]", "[FinNUM:-\u00a31.#B]", "[FinNUM:-\u00a31.#T]", "[FinNUM:-\u00a31.##K]", "[FinNUM:-\u00a31.##M]", "[FinNUM:-\u00a31.##B]", "[FinNUM:-\u00a31.##T]", "[FinNUM:-\u00a32.#K]", "[FinNUM:-\u00a32.#M]", "[FinNUM:-\u00a32.#B]", "[FinNUM:-\u00a32.#T]", "[FinNUM:-\u00a32.##K]", "[FinNUM:-\u00a32.##M]", "[FinNUM:-\u00a32.##B]", "[FinNUM:-\u00a32.##T]", "[FinNUM:-\u00a33.#K]", "[FinNUM:-\u00a33.#M]", "[FinNUM:-\u00a33.#B]", "[FinNUM:-\u00a33.#T]", "[FinNUM:-\u00a34.#K]", "[FinNUM:-\u00a34.#M]", "[FinNUM:-\u00a34.#B]", "[FinNUM:-\u00a34.#T]", "[FinNUM:-\u00a5#K]", "[FinNUM:-\u00a5#M]", "[FinNUM:-\u00a5#B]", "[FinNUM:-\u00a5#T]", "[FinNUM:-\u00a5##K]", "[FinNUM:-\u00a5##M]", "[FinNUM:-\u00a5##B]", "[FinNUM:-\u00a5##T]", "[FinNUM:-\u00a5###K]", "[FinNUM:-\u00a5###M]", "[FinNUM:-\u00a5###B]", "[FinNUM:-\u00a5###T]", "[FinNUM:-\u00a50.#K]", "[FinNUM:-\u00a50.#M]", "[FinNUM:-\u00a50.#B]", "[FinNUM:-\u00a50.#T]", "[FinNUM:-\u00a50.##K]", "[FinNUM:-\u00a50.##M]", "[FinNUM:-\u00a50.##B]", "[FinNUM:-\u00a50.##T]", "[FinNUM:-\u00a51.#K]", "[FinNUM:-\u00a51.#M]", "[FinNUM:-\u00a51.#B]", "[FinNUM:-\u00a51.#T]", "[FinNUM:-\u00a51.##K]", "[FinNUM:-\u00a51.##M]", "[FinNUM:-\u00a51.##B]", "[FinNUM:-\u00a51.##T]", "[FinNUM:-\u00a52.#K]", "[FinNUM:-\u00a52.#M]", "[FinNUM:-\u00a52.#B]", "[FinNUM:-\u00a52.#T]", "[FinNUM:-\u00a52.##K]", "[FinNUM:-\u00a52.##M]", "[FinNUM:-\u00a52.##B]", "[FinNUM:-\u00a52.##T]", "[FinNUM:-\u00a53.#K]", "[FinNUM:-\u00a53.#M]", "[FinNUM:-\u00a53.#B]", "[FinNUM:-\u00a53.#T]", "[FinNUM:-\u00a54.#K]", "[FinNUM:-\u00a54.#M]", "[FinNUM:-\u00a54.#B]", "[FinNUM:-\u00a54.#T]", "[FinNUM:-#]", "[FinNUM:-##]", "[FinNUM:-###]", "[FinNUM:-0.#]", "[FinNUM:-0.##]", "[FinNUM:-1.#]", "[FinNUM:-1.##]", "[FinNUM:-2.#]", "[FinNUM:-2.##]", "[FinNUM:-3.#]", "[FinNUM:-4.#]", "[FinNUM:-$#]", "[FinNUM:-$##]", "[FinNUM:-$###]", "[FinNUM:-$0.#]", "[FinNUM:-$0.##]", "[FinNUM:-$1.#]", "[FinNUM:-$1.##]", "[FinNUM:-$2.#]", "[FinNUM:-$2.##]", "[FinNUM:-$3.#]", "[FinNUM:-$4.#]", "[FinNUM:-\u20ac#]", "[FinNUM:-\u20ac##]", "[FinNUM:-\u20ac###]", "[FinNUM:-\u20ac0.#]", "[FinNUM:-\u20ac0.##]", "[FinNUM:-\u20ac1.#]", "[FinNUM:-\u20ac1.##]", "[FinNUM:-\u20ac2.#]", "[FinNUM:-\u20ac2.##]", "[FinNUM:-\u20ac3.#]", "[FinNUM:-\u20ac4.#]", "[FinNUM:-\u00a3#]", "[FinNUM:-\u00a3##]", "[FinNUM:-\u00a3###]", "[FinNUM:-\u00a30.#]", "[FinNUM:-\u00a30.##]", "[FinNUM:-\u00a31.#]", "[FinNUM:-\u00a31.##]", "[FinNUM:-\u00a32.#]", "[FinNUM:-\u00a32.##]", "[FinNUM:-\u00a33.#]", "[FinNUM:-\u00a34.#]", "[FinNUM:-\u00a5#]", "[FinNUM:-\u00a5##]", "[FinNUM:-\u00a5###]", "[FinNUM:-\u00a50.#]", "[FinNUM:-\u00a50.##]", "[FinNUM:-\u00a51.#]", "[FinNUM:-\u00a51.##]", "[FinNUM:-\u00a52.#]", "[FinNUM:-\u00a52.##]", "[FinNUM:-\u00a53.#]", "[FinNUM:-\u00a54.#]"]