["1#", "1##", "1###", "1####", "1.#", "1#.#", "1##.#", "1###.#", "1####.#", "1#####.#", "2#", "2##", "2###", "2####", "2.#", "2#.#", "2##.#", "2###.#", "2####.#", "2#####.#", "3#", "3##", "3###", "3####", "3.#", "3#.#", "3##.#", "3###.#", "3####.#", "3#####.#", "4#", "4##", "4###", "4####", "4.#", "4#.#", "4##.#", "4###.#", "4####.#", "4#####.#", "5#", "5##", "5###", "5####", "5.#", "5#.#", "5##.#", "5###.#", "5####.#", "5#####.#", "6#", "6##", "6###", "6####", "6.#", "6#.#", "6##.#", "6###.#", "6####.#", "6#####.#", "7#", "7##", "7###", "7####", "7.#", "7#.#", "7##.#", "7###.#", "7####.#", "7#####.#", "8#", "8##", "8###", "8####", "8.#", "8#.#", "8##.#", "8###.#", "8####.#", "8#####.#", "9#", "9##", "9###", "9####", "9.#", "9#.#", "9##.#", "9###.#", "9####.#", "9#####.#", "-1#", "-1##", "-1###", "-1####", "-1.#", "-1#.#", "-1##.#", "-1###.#", "-1####.#", "-1#####.#", "-2#", "-2##", "-2###", "-2####", "-2.#", "-2#.#", "-2##.#", "-2###.#", "-2####.#", "-2#####.#", "-3#", "-3##", "-3###", "-3####", "-3.#", "-3#.#", "-3##.#", "-3###.#", "-3####.#", "-3#####.#", "-4#", "-4##", "-4###", "-4####", "-4.#", "-4#.#", "-4##.#", "-4###.#", "-4####.#", "-4#####.#", "-5#", "-5##", "-5###", "-5####", "-5.#", "-5#.#", "-5##.#", "-5###.#", "-5####.#", "-5#####.#", "-6#", "-6##", "-6###", "-6####", "-6.#", "-6#.#", "-6##.#", "-6###.#", "-6####.#", "-6#####.#", "-7#", "-7##", "-7###", "-7####", "-7.#", "-7#.#", "-7##.#", "-7###.#", "-7####.#", "-7#####.#", "-8#", "-8##", "-8###", "-8####", "-8.#", "-8#.#", "-8##.#", "-8###.#", "-8####.#", "-8#####.#", "-9#", "-9##", "-9###", "-9####", "-9.#", "-9#.#", "-9##.#", "-9###.#", "-9####.#", "-9#####.#", "$1#", "$1##", "$1###", "$1####", "$1.#", "$1#.#", "$1##.#", "$1###.#", "$1####.#", "$1#####.#", "$2#", "$2##", "$2###", "$2####", "$2.#", "$2#.#", "$2##.#", "$2###.#", "$2####.#", "$2#####.#", "$3#", "$3##", "$3###", "$3####", "$3.#", "$3#.#", "$3##.#", "$3###.#", "$3####.#", "$3#####.#", "$4#", "$4##", "$4###", "$4####", "$4.#", "$4#.#", "$4##.#", "$4###.#", "$4####.#", "$4#####.#", "$5#", "$5##", "$5###", "$5####", "$5.#", "$5#.#", "$5##.#", "$5###.#", "$5####.#", "$5#####.#", "$6#", "$6##", "$6###", "$6####", "$6.#", "$6#.#", "$6##.#", "$6###.#", "$6####.#", "$6#####.#", "$7#", "$7##", "$7###", "$7####", "$7.#", "$7#.#", "$7##.#", "$7###.#", "$7####.#", "$7#####.#", "$8#", "$8##", "$8###", "$8####", "$8.#", "$8#.#", "$8##.#", "$8###.#", "$8####.#", "$8#####.#", "$9#", "$9##", "$9###", "$9####", "$9.#", "$9#.#", "$9##.#", "$9###.#", "$9####.#", "$9#####.#", "\u20ac1#", "\u20ac1##", "\u20ac1###", "\u20ac1####", "\u20ac1.#", "\u20ac1#.#", "\u20ac1##.#", "\u20ac1###.#", "\u20ac1####.#", "\u20ac1#####.#", "\u20ac2#", "\u20ac2##", "\u20ac2###", "\u20ac2####", "\u20ac2.#", "\u20ac2#.#", "\u20ac2##.#", "\u20ac2###.#", "\u20ac2####.#", "\u20ac2#####.#", "\u20ac3#", "\u20ac3##", "\u20ac3###", "\u20ac3####", "\u20ac3.#", "\u20ac3#.#", "\u20ac3##.#", "\u20ac3###.#", "\u20ac3####.#", "\u20ac3#####.#", "\u20ac4#", "\u20ac4##", "\u20ac4###", "\u20ac4####", "\u20ac4.#", "\u20ac4#.#", "\u20ac4##.#", "\u20ac4###.#", "\u20ac4####.#", "\u20ac4#####.#", "\u20ac5#", "\u20ac5##", "\u20ac5###", "\u20ac5####", "\u20ac5.#", "\u20ac5#.#", "\u20ac5##.#", "\u20ac5###.#", "\u20ac5####.#", "\u20ac5#####.#", "\u20ac6#", "\u20ac6##", "\u20ac6###", "\u20ac6####", "\u20ac6.#", "\u20ac6#.#", "\u20ac6##.#", "\u20ac6###.#", "\u20ac6####.#", "\u20ac6#####.#", "\u20ac7#", "\u20ac7##", "\u20ac7###", "\u20ac7####", "\u20ac7.#", "\u20ac7#.#", "\u20ac7##.#", "\u20ac7###.#", "\u20ac7####.#", "\u20ac7#####.#", "\u20ac8#", "\u20ac8##", "\u20ac8###", "\u20ac8####", "\u20ac8.#", "\u20ac8#.#", "\u20ac8##.#", "\u20ac8###.#", "\u20ac8####.#", "\u20ac8#####.#", "\u20ac9#", "\u20ac9##", "\u20ac9###", "\u20ac9####", "\u20ac9.#", "\u20ac9#.#", "\u20ac9##.#", "\u20ac9###.#", "\u20ac9####.#", "\u20ac9#####.#", "\u00a31#", "\u00a31##", "\u00a31###", "\u00a31####", "\u00a31.#", "\u00a31#.#", "\u00a31##.#", "\u00a31###.#", "\u00a31####.#", "\u00a31#####.#", "\u00a32#", "\u00a32##", "\u00a32###", "\u00a32####", "\u00a32.#", "\u00a32#.#", "\u00a32##.#", "\u00a32###.#", "\u00a32####.#", "\u00a32#####.#", "\u00a33#", "\u00a33##", "\u00a33###", "\u00a33####", "\u00a33.#", "\u00a33#.#", "\u00a33##.#", "\u00a33###.#", "\u00a33####.#", "\u00a33#####.#", "\u00a34#", "\u00a34##", "\u00a34###", "\u00a34####", "\u00a34.#", "\u00a34#.#", "\u00a34##.#", "\u00a34###.#", "\u00a34####.#", "\u00a34#####.#", "\u00a35#", "\u00a35##", "\u00a35###", "\u00a35####", "\u00a35.#", "\u00a35#.#", "\u00a35##.#", "\u00a35###.#", "\u00a35####.#", "\u00a35#####.#", "\u00a36#", "\u00a36##", "\u00a36###", "\u00a36####", "\u00a36.#", "\u00a36#.#", "\u00a36##.#", "\u00a36###.#", "\u00a36####.#", "\u00a36#####.#", "\u00a37#", "\u00a37##", "\u00a37###", "\u00a37####", "\u00a37.#", "\u00a37#.#", "\u00a37##.#", "\u00a37###.#", "\u00a37####.#", "\u00a37#####.#", "\u00a38#", "\u00a38##", "\u00a38###", "\u00a38####", "\u00a38.#", "\u00a38#.#", "\u00a38##.#", "\u00a38###.#", "\u00a38####.#", "\u00a38#####.#", "\u00a39#", "\u00a39##", "\u00a39###", "\u00a39####", "\u00a39.#", "\u00a39#.#", "\u00a39##.#", "\u00a39###.#", "\u00a39####.#", "\u00a39#####.#", "\u00a51#", "\u00a51##", "\u00a51###", "\u00a51####", "\u00a51.#", "\u00a51#.#", "\u00a51##.#", "\u00a51###.#", "\u00a51####.#", "\u00a51#####.#", "\u00a52#", "\u00a52##", "\u00a52###", "\u00a52####", "\u00a52.#", "\u00a52#.#", "\u00a52##.#", "\u00a52###.#", "\u00a52####.#", "\u00a52#####.#", "\u00a53#", "\u00a53##", "\u00a53###", "\u00a53####", "\u00a53.#", "\u00a53#.#", "\u00a53##.#", "\u00a53###.#", "\u00a53####.#", "\u00a53#####.#", "\u00a54#", "\u00a54##", "\u00a54###", "\u00a54####", "\u00a54.#", "\u00a54#.#", "\u00a54##.#", "\u00a54###.#", "\u00a54####.#", "\u00a54#####.#", "\u00a55#", "\u00a55##", "\u00a55###", "\u00a55####", "\u00a55.#", "\u00a55#.#", "\u00a55##.#", "\u00a55###.#", "\u00a55####.#", "\u00a55#####.#", "\u00a56#", "\u00a56##", "\u00a56###", "\u00a56####", "\u00a56.#", "\u00a56#.#", "\u00a56##.#", "\u00a56###.#", "\u00a56####.#", "\u00a56#####.#", "\u00a57#", "\u00a57##", "\u00a57###", "\u00a57####", "\u00a57.#", "\u00a57#.#", "\u00a57##.#", "\u00a57###.#", "\u00a57####.#", "\u00a57#####.#", "\u00a58#", "\u00a58##", "\u00a58###", "\u00a58####", "\u00a58.#", "\u00a58#.#", "\u00a58##.#", "\u00a58###.#", "\u00a58####.#", "\u00a58#####.#", "\u00a59#", "\u00a59##", "\u00a59###", "\u00a59####", "\u00a59.#", "\u00a59#.#", "\u00a59##.#", "\u00a59###.#", "\u00a59####.#", "\u00a59#####.#", "1#%", "1##%", "1###%", "1####%", "1.#%", "1#.#%", "1##.#%", "1###.#%", "1####.#%", "1#####.#%", "2#%", "2##%", "2###%", "2####%", "2.#%", "2#.#%", "2##.#%", "2###.#%", "2####.#%", "2#####.#%", "3#%", "3##%", "3###%", "3####%", "3.#%", "3#.#%", "3##.#%", "3###.#%", "3####.#%", "3#####.#%", "4#%", "4##%", "4###%", "4####%", "4.#%", "4#.#%", "4##.#%", "4###.#%", "4####.#%", "4#####.#%", "5#%", "5##%", "5###%", "5####%", "5.#%", "5#.#%", "5##.#%", "5###.#%", "5####.#%", "5#####.#%", "6#%", "6##%", "6###%", "6####%", "6.#%", "6#.#%", "6##.#%", "6###.#%", "6####.#%", "6#####.#%", "7#%", "7##%", "7###%", "7####%", "7.#%", "7#.#%", "7##.#%", "7###.#%", "7####.#%", "7#####.#%", "8#%", "8##%", "8###%", "8####%", "8.#%", "8#.#%", "8##.#%", "8###.#%", "8####.#%", "8#####.#%", "9#%", "9##%", "9###%", "9####%", "9.#%", "9#.#%", "9##.#%", "9###.#%", "9####.#%", "9#####.#%", "1#", "1#K", "1#M", "1#B", "1#T", "1##", "1##K", "1##M", "1##B", "1##T", "1###", "1###K", "1###M", "1###B", "1###T", "1####", "1####K", "1####M", "1####B", "1####T", "1.#", "1.#K", "1.#M", "1.#B", "1.#T", "1#.#", "1#.#K", "1#.#M", "1#.#B", "1#.#T", "1##.#", "1##.#K", "1##.#M", "1##.#B", "1##.#T", "1###.#", "1###.#K", "1###.#M", "1###.#B", "1###.#T", "1####.#", "1####.#K", "1####.#M", "1####.#B", "1####.#T", "1#####.#", "1#####.#K", "1#####.#M", "1#####.#B", "1#####.#T", "2#", "2#K", "2#M", "2#B", "2#T", "2##", "2##K", "2##M", "2##B", "2##T", "2###", "2###K", "2###M", "2###B", "2###T", "2####", "2####K", "2####M", "2####B", "2####T", "2.#", "2.#K", "2.#M", "2.#B", "2.#T", "2#.#", "2#.#K", "2#.#M", "2#.#B", "2#.#T", "2##.#", "2##.#K", "2##.#M", "2##.#B", "2##.#T", "2###.#", "2###.#K", "2###.#M", "2###.#B", "2###.#T", "2####.#", "2####.#K", "2####.#M", "2####.#B", "2####.#T", "2#####.#", "2#####.#K", "2#####.#M", "2#####.#B", "2#####.#T", "3#", "3#K", "3#M", "3#B", "3#T", "3##", "3##K", "3##M", "3##B", "3##T", "3###", "3###K", "3###M", "3###B", "3###T", "3####", "3####K", "3####M", "3####B", "3####T", "3.#", "3.#K", "3.#M", "3.#B", "3.#T", "3#.#", "3#.#K", "3#.#M", "3#.#B", "3#.#T", "3##.#", "3##.#K", "3##.#M", "3##.#B", "3##.#T", "3###.#", "3###.#K", "3###.#M", "3###.#B", "3###.#T", "3####.#", "3####.#K", "3####.#M", "3####.#B", "3####.#T", "3#####.#", "3#####.#K", "3#####.#M", "3#####.#B", "3#####.#T", "4#", "4#K", "4#M", "4#B", "4#T", "4##", "4##K", "4##M", "4##B", "4##T", "4###", "4###K", "4###M", "4###B", "4###T", "4####", "4####K", "4####M", "4####B", "4####T", "4.#", "4.#K", "4.#M", "4.#B", "4.#T", "4#.#", "4#.#K", "4#.#M", "4#.#B", "4#.#T", "4##.#", "4##.#K", "4##.#M", "4##.#B", "4##.#T", "4###.#", "4###.#K", "4###.#M", "4###.#B", "4###.#T", "4####.#", "4####.#K", "4####.#M", "4####.#B", "4####.#T", "4#####.#", "4#####.#K", "4#####.#M", "4#####.#B", "4#####.#T", "5#", "5#K", "5#M", "5#B", "5#T", "5##", "5##K", "5##M", "5##B", "5##T", "5###", "5###K", "5###M", "5###B", "5###T", "5####", "5####K", "5####M", "5####B", "5####T", "5.#", "5.#K", "5.#M", "5.#B", "5.#T", "5#.#", "5#.#K", "5#.#M", "5#.#B", "5#.#T", "5##.#", "5##.#K", "5##.#M", "5##.#B", "5##.#T", "5###.#", "5###.#K", "5###.#M", "5###.#B", "5###.#T", "5####.#", "5####.#K", "5####.#M", "5####.#B", "5####.#T", "5#####.#", "5#####.#K", "5#####.#M", "5#####.#B", "5#####.#T", "6#", "6#K", "6#M", "6#B", "6#T", "6##", "6##K", "6##M", "6##B", "6##T", "6###", "6###K", "6###M", "6###B", "6###T", "6####", "6####K", "6####M", "6####B", "6####T", "6.#", "6.#K", "6.#M", "6.#B", "6.#T", "6#.#", "6#.#K", "6#.#M", "6#.#B", "6#.#T", "6##.#", "6##.#K", "6##.#M", "6##.#B", "6##.#T", "6###.#", "6###.#K", "6###.#M", "6###.#B", "6###.#T", "6####.#", "6####.#K", "6####.#M", "6####.#B", "6####.#T", "6#####.#", "6#####.#K", "6#####.#M", "6#####.#B", "6#####.#T", "7#", "7#K", "7#M", "7#B", "7#T", "7##", "7##K", "7##M", "7##B", "7##T", "7###", "7###K", "7###M", "7###B", "7###T", "7####", "7####K", "7####M", "7####B", "7####T", "7.#", "7.#K", "7.#M", "7.#B", "7.#T", "7#.#", "7#.#K", "7#.#M", "7#.#B", "7#.#T", "7##.#", "7##.#K", "7##.#M", "7##.#B", "7##.#T", "7###.#", "7###.#K", "7###.#M", "7###.#B", "7###.#T", "7####.#", "7####.#K", "7####.#M", "7####.#B", "7####.#T", "7#####.#", "7#####.#K", "7#####.#M", "7#####.#B", "7#####.#T", "8#", "8#K", "8#M", "8#B", "8#T", "8##", "8##K", "8##M", "8##B", "8##T", "8###", "8###K", "8###M", "8###B", "8###T", "8####", "8####K", "8####M", "8####B", "8####T", "8.#", "8.#K", "8.#M", "8.#B", "8.#T", "8#.#", "8#.#K", "8#.#M", "8#.#B", "8#.#T", "8##.#", "8##.#K", "8##.#M", "8##.#B", "8##.#T", "8###.#", "8###.#K", "8###.#M", "8###.#B", "8###.#T", "8####.#", "8####.#K", "8####.#M", "8####.#B", "8####.#T", "8#####.#", "8#####.#K", "8#####.#M", "8#####.#B", "8#####.#T", "9#", "9#K", "9#M", "9#B", "9#T", "9##", "9##K", "9##M", "9##B", "9##T", "9###", "9###K", "9###M", "9###B", "9###T", "9####", "9####K", "9####M", "9####B", "9####T", "9.#", "9.#K", "9.#M", "9.#B", "9.#T", "9#.#", "9#.#K", "9#.#M", "9#.#B", "9#.#T", "9##.#", "9##.#K", "9##.#M", "9##.#B", "9##.#T", "9###.#", "9###.#K", "9###.#M", "9###.#B", "9###.#T", "9####.#", "9####.#K", "9####.#M", "9####.#B", "9####.#T", "9#####.#", "9#####.#K", "9#####.#M", "9#####.#B", "9#####.#T", "$1#", "$1#K", "$1#M", "$1#B", "$1#T", "$1##", "$1##K", "$1##M", "$1##B", "$1##T", "$1###", "$1###K", "$1###M", "$1###B", "$1###T", "$1####", "$1####K", "$1####M", "$1####B", "$1####T", "$1.#", "$1.#K", "$1.#M", "$1.#B", "$1.#T", "$1#.#", "$1#.#K", "$1#.#M", "$1#.#B", "$1#.#T", "$1##.#", "$1##.#K", "$1##.#M", "$1##.#B", "$1##.#T", "$1###.#", "$1###.#K", "$1###.#M", "$1###.#B", "$1###.#T", "$1####.#", "$1####.#K", "$1####.#M", "$1####.#B", "$1####.#T", "$1#####.#", "$1#####.#K", "$1#####.#M", "$1#####.#B", "$1#####.#T", "$2#", "$2#K", "$2#M", "$2#B", "$2#T", "$2##", "$2##K", "$2##M", "$2##B", "$2##T", "$2###", "$2###K", "$2###M", "$2###B", "$2###T", "$2####", "$2####K", "$2####M", "$2####B", "$2####T", "$2.#", "$2.#K", "$2.#M", "$2.#B", "$2.#T", "$2#.#", "$2#.#K", "$2#.#M", "$2#.#B", "$2#.#T", "$2##.#", "$2##.#K", "$2##.#M", "$2##.#B", "$2##.#T", "$2###.#", "$2###.#K", "$2###.#M", "$2###.#B", "$2###.#T", "$2####.#", "$2####.#K", "$2####.#M", "$2####.#B", "$2####.#T", "$2#####.#", "$2#####.#K", "$2#####.#M", "$2#####.#B", "$2#####.#T", "$3#", "$3#K", "$3#M", "$3#B", "$3#T", "$3##", "$3##K", "$3##M", "$3##B", "$3##T", "$3###", "$3###K", "$3###M", "$3###B", "$3###T", "$3####", "$3####K", "$3####M", "$3####B", "$3####T", "$3.#", "$3.#K", "$3.#M", "$3.#B", "$3.#T", "$3#.#", "$3#.#K", "$3#.#M", "$3#.#B", "$3#.#T", "$3##.#", "$3##.#K", "$3##.#M", "$3##.#B", "$3##.#T", "$3###.#", "$3###.#K", "$3###.#M", "$3###.#B", "$3###.#T", "$3####.#", "$3####.#K", "$3####.#M", "$3####.#B", "$3####.#T", "$3#####.#", "$3#####.#K", "$3#####.#M", "$3#####.#B", "$3#####.#T", "$4#", "$4#K", "$4#M", "$4#B", "$4#T", "$4##", "$4##K", "$4##M", "$4##B", "$4##T", "$4###", "$4###K", "$4###M", "$4###B", "$4###T", "$4####", "$4####K", "$4####M", "$4####B", "$4####T", "$4.#", "$4.#K", "$4.#M", "$4.#B", "$4.#T", "$4#.#", "$4#.#K", "$4#.#M", "$4#.#B", "$4#.#T", "$4##.#", "$4##.#K", "$4##.#M", "$4##.#B", "$4##.#T", "$4###.#", "$4###.#K", "$4###.#M", "$4###.#B", "$4###.#T", "$4####.#", "$4####.#K", "$4####.#M", "$4####.#B", "$4####.#T", "$4#####.#", "$4#####.#K", "$4#####.#M", "$4#####.#B", "$4#####.#T", "$5#", "$5#K", "$5#M", "$5#B", "$5#T", "$5##", "$5##K", "$5##M", "$5##B", "$5##T", "$5###", "$5###K", "$5###M", "$5###B", "$5###T", "$5####", "$5####K", "$5####M", "$5####B", "$5####T", "$5.#", "$5.#K", "$5.#M", "$5.#B", "$5.#T", "$5#.#", "$5#.#K", "$5#.#M", "$5#.#B", "$5#.#T", "$5##.#", "$5##.#K", "$5##.#M", "$5##.#B", "$5##.#T", "$5###.#", "$5###.#K", "$5###.#M", "$5###.#B", "$5###.#T", "$5####.#", "$5####.#K", "$5####.#M", "$5####.#B", "$5####.#T", "$5#####.#", "$5#####.#K", "$5#####.#M", "$5#####.#B", "$5#####.#T", "$6#", "$6#K", "$6#M", "$6#B", "$6#T", "$6##", "$6##K", "$6##M", "$6##B", "$6##T", "$6###", "$6###K", "$6###M", "$6###B", "$6###T", "$6####", "$6####K", "$6####M", "$6####B", "$6####T", "$6.#", "$6.#K", "$6.#M", "$6.#B", "$6.#T", "$6#.#", "$6#.#K", "$6#.#M", "$6#.#B", "$6#.#T", "$6##.#", "$6##.#K", "$6##.#M", "$6##.#B", "$6##.#T", "$6###.#", "$6###.#K", "$6###.#M", "$6###.#B", "$6###.#T", "$6####.#", "$6####.#K", "$6####.#M", "$6####.#B", "$6####.#T", "$6#####.#", "$6#####.#K", "$6#####.#M", "$6#####.#B", "$6#####.#T", "$7#", "$7#K", "$7#M", "$7#B", "$7#T", "$7##", "$7##K", "$7##M", "$7##B", "$7##T", "$7###", "$7###K", "$7###M", "$7###B", "$7###T", "$7####", "$7####K", "$7####M", "$7####B", "$7####T", "$7.#", "$7.#K", "$7.#M", "$7.#B", "$7.#T", "$7#.#", "$7#.#K", "$7#.#M", "$7#.#B", "$7#.#T", "$7##.#", "$7##.#K", "$7##.#M", "$7##.#B", "$7##.#T", "$7###.#", "$7###.#K", "$7###.#M", "$7###.#B", "$7###.#T", "$7####.#", "$7####.#K", "$7####.#M", "$7####.#B", "$7####.#T", "$7#####.#", "$7#####.#K", "$7#####.#M", "$7#####.#B", "$7#####.#T", "$8#", "$8#K", "$8#M", "$8#B", "$8#T", "$8##", "$8##K", "$8##M", "$8##B", "$8##T", "$8###", "$8###K", "$8###M", "$8###B", "$8###T", "$8####", "$8####K", "$8####M", "$8####B", "$8####T", "$8.#", "$8.#K", "$8.#M", "$8.#B", "$8.#T", "$8#.#", "$8#.#K", "$8#.#M", "$8#.#B", "$8#.#T", "$8##.#", "$8##.#K", "$8##.#M", "$8##.#B", "$8##.#T", "$8###.#", "$8###.#K", "$8###.#M", "$8###.#B", "$8###.#T", "$8####.#", "$8####.#K", "$8####.#M", "$8####.#B", "$8####.#T", "$8#####.#", "$8#####.#K", "$8#####.#M", "$8#####.#B", "$8#####.#T", "$9#", "$9#K", "$9#M", "$9#B", "$9#T", "$9##", "$9##K", "$9##M", "$9##B", "$9##T", "$9###", "$9###K", "$9###M", "$9###B", "$9###T", "$9####", "$9####K", "$9####M", "$9####B", "$9####T", "$9.#", "$9.#K", "$9.#M", "$9.#B", "$9.#T", "$9#.#", "$9#.#K", "$9#.#M", "$9#.#B", "$9#.#T", "$9##.#", "$9##.#K", "$9##.#M", "$9##.#B", "$9##.#T", "$9###.#", "$9###.#K", "$9###.#M", "$9###.#B", "$9###.#T", "$9####.#", "$9####.#K", "$9####.#M", "$9####.#B", "$9####.#T", "$9#####.#", "$9#####.#K", "$9#####.#M", "$9#####.#B", "$9#####.#T", "\u20ac1#", "\u20ac1#K", "\u20ac1#M", "\u20ac1#B", "\u20ac1#T", "\u20ac1##", "\u20ac1##K", "\u20ac1##M", "\u20ac1##B", "\u20ac1##T", "\u20ac1###", "\u20ac1###K", "\u20ac1###M", "\u20ac1###B", "\u20ac1###T", "\u20ac1####", "\u20ac1####K", "\u20ac1####M", "\u20ac1####B", "\u20ac1####T", "\u20ac1.#", "\u20ac1.#K", "\u20ac1.#M", "\u20ac1.#B", "\u20ac1.#T", "\u20ac1#.#", "\u20ac1#.#K", "\u20ac1#.#M", "\u20ac1#.#B", "\u20ac1#.#T", "\u20ac1##.#", "\u20ac1##.#K", "\u20ac1##.#M", "\u20ac1##.#B", "\u20ac1##.#T", "\u20ac1###.#", "\u20ac1###.#K", "\u20ac1###.#M", "\u20ac1###.#B", "\u20ac1###.#T", "\u20ac1####.#", "\u20ac1####.#K", "\u20ac1####.#M", "\u20ac1####.#B", "\u20ac1####.#T", "\u20ac1#####.#", "\u20ac1#####.#K", "\u20ac1#####.#M", "\u20ac1#####.#B", "\u20ac1#####.#T", "\u20ac2#", "\u20ac2#K", "\u20ac2#M", "\u20ac2#B", "\u20ac2#T", "\u20ac2##", "\u20ac2##K", "\u20ac2##M", "\u20ac2##B", "\u20ac2##T", "\u20ac2###", "\u20ac2###K", "\u20ac2###M", "\u20ac2###B", "\u20ac2###T", "\u20ac2####", "\u20ac2####K", "\u20ac2####M", "\u20ac2####B", "\u20ac2####T", "\u20ac2.#", "\u20ac2.#K", "\u20ac2.#M", "\u20ac2.#B", "\u20ac2.#T", "\u20ac2#.#", "\u20ac2#.#K", "\u20ac2#.#M", "\u20ac2#.#B", "\u20ac2#.#T", "\u20ac2##.#", "\u20ac2##.#K", "\u20ac2##.#M", "\u20ac2##.#B", "\u20ac2##.#T", "\u20ac2###.#", "\u20ac2###.#K", "\u20ac2###.#M", "\u20ac2###.#B", "\u20ac2###.#T", "\u20ac2####.#", "\u20ac2####.#K", "\u20ac2####.#M", "\u20ac2####.#B", "\u20ac2####.#T", "\u20ac2#####.#", "\u20ac2#####.#K", "\u20ac2#####.#M", "\u20ac2#####.#B", "\u20ac2#####.#T", "\u20ac3#", "\u20ac3#K", "\u20ac3#M", "\u20ac3#B", "\u20ac3#T", "\u20ac3##", "\u20ac3##K", "\u20ac3##M", "\u20ac3##B", "\u20ac3##T", "\u20ac3###", "\u20ac3###K", "\u20ac3###M", "\u20ac3###B", "\u20ac3###T", "\u20ac3####", "\u20ac3####K", "\u20ac3####M", "\u20ac3####B", "\u20ac3####T", "\u20ac3.#", "\u20ac3.#K", "\u20ac3.#M", "\u20ac3.#B", "\u20ac3.#T", "\u20ac3#.#", "\u20ac3#.#K", "\u20ac3#.#M", "\u20ac3#.#B", "\u20ac3#.#T", "\u20ac3##.#", "\u20ac3##.#K", "\u20ac3##.#M", "\u20ac3##.#B", "\u20ac3##.#T", "\u20ac3###.#", "\u20ac3###.#K", "\u20ac3###.#M", "\u20ac3###.#B", "\u20ac3###.#T", "\u20ac3####.#", "\u20ac3####.#K", "\u20ac3####.#M", "\u20ac3####.#B", "\u20ac3####.#T", "\u20ac3#####.#", "\u20ac3#####.#K", "\u20ac3#####.#M", "\u20ac3#####.#B", "\u20ac3#####.#T", "\u20ac4#", "\u20ac4#K", "\u20ac4#M", "\u20ac4#B", "\u20ac4#T", "\u20ac4##", "\u20ac4##K", "\u20ac4##M", "\u20ac4##B", "\u20ac4##T", "\u20ac4###", "\u20ac4###K", "\u20ac4###M", "\u20ac4###B", "\u20ac4###T", "\u20ac4####", "\u20ac4####K", "\u20ac4####M", "\u20ac4####B", "\u20ac4####T", "\u20ac4.#", "\u20ac4.#K", "\u20ac4.#M", "\u20ac4.#B", "\u20ac4.#T", "\u20ac4#.#", "\u20ac4#.#K", "\u20ac4#.#M", "\u20ac4#.#B", "\u20ac4#.#T", "\u20ac4##.#", "\u20ac4##.#K", "\u20ac4##.#M", "\u20ac4##.#B", "\u20ac4##.#T", "\u20ac4###.#", "\u20ac4###.#K", "\u20ac4###.#M", "\u20ac4###.#B", "\u20ac4###.#T", "\u20ac4####.#", "\u20ac4####.#K", "\u20ac4####.#M", "\u20ac4####.#B", "\u20ac4####.#T", "\u20ac4#####.#", "\u20ac4#####.#K", "\u20ac4#####.#M", "\u20ac4#####.#B", "\u20ac4#####.#T", "\u20ac5#", "\u20ac5#K", "\u20ac5#M", "\u20ac5#B", "\u20ac5#T", "\u20ac5##", "\u20ac5##K", "\u20ac5##M", "\u20ac5##B", "\u20ac5##T", "\u20ac5###", "\u20ac5###K", "\u20ac5###M", "\u20ac5###B", "\u20ac5###T", "\u20ac5####", "\u20ac5####K", "\u20ac5####M", "\u20ac5####B", "\u20ac5####T", "\u20ac5.#", "\u20ac5.#K", "\u20ac5.#M", "\u20ac5.#B", "\u20ac5.#T", "\u20ac5#.#", "\u20ac5#.#K", "\u20ac5#.#M", "\u20ac5#.#B", "\u20ac5#.#T", "\u20ac5##.#", "\u20ac5##.#K", "\u20ac5##.#M", "\u20ac5##.#B", "\u20ac5##.#T", "\u20ac5###.#", "\u20ac5###.#K", "\u20ac5###.#M", "\u20ac5###.#B", "\u20ac5###.#T", "\u20ac5####.#", "\u20ac5####.#K", "\u20ac5####.#M", "\u20ac5####.#B", "\u20ac5####.#T", "\u20ac5#####.#", "\u20ac5#####.#K", "\u20ac5#####.#M", "\u20ac5#####.#B", "\u20ac5#####.#T", "\u20ac6#", "\u20ac6#K", "\u20ac6#M", "\u20ac6#B", "\u20ac6#T", "\u20ac6##", "\u20ac6##K", "\u20ac6##M", "\u20ac6##B", "\u20ac6##T", "\u20ac6###", "\u20ac6###K", "\u20ac6###M", "\u20ac6###B", "\u20ac6###T", "\u20ac6####", "\u20ac6####K", "\u20ac6####M", "\u20ac6####B", "\u20ac6####T", "\u20ac6.#", "\u20ac6.#K", "\u20ac6.#M", "\u20ac6.#B", "\u20ac6.#T", "\u20ac6#.#", "\u20ac6#.#K", "\u20ac6#.#M", "\u20ac6#.#B", "\u20ac6#.#T", "\u20ac6##.#", "\u20ac6##.#K", "\u20ac6##.#M", "\u20ac6##.#B", "\u20ac6##.#T", "\u20ac6###.#", "\u20ac6###.#K", "\u20ac6###.#M", "\u20ac6###.#B", "\u20ac6###.#T", "\u20ac6####.#", "\u20ac6####.#K", "\u20ac6####.#M", "\u20ac6####.#B", "\u20ac6####.#T", "\u20ac6#####.#", "\u20ac6#####.#K", "\u20ac6#####.#M", "\u20ac6#####.#B", "\u20ac6#####.#T", "\u20ac7#", "\u20ac7#K", "\u20ac7#M", "\u20ac7#B", "\u20ac7#T", "\u20ac7##", "\u20ac7##K", "\u20ac7##M", "\u20ac7##B", "\u20ac7##T", "\u20ac7###", "\u20ac7###K", "\u20ac7###M", "\u20ac7###B", "\u20ac7###T", "\u20ac7####", "\u20ac7####K", "\u20ac7####M", "\u20ac7####B", "\u20ac7####T", "\u20ac7.#", "\u20ac7.#K", "\u20ac7.#M", "\u20ac7.#B", "\u20ac7.#T", "\u20ac7#.#", "\u20ac7#.#K", "\u20ac7#.#M", "\u20ac7#.#B", "\u20ac7#.#T", "\u20ac7##.#", "\u20ac7##.#K", "\u20ac7##.#M", "\u20ac7##.#B", "\u20ac7##.#T", "\u20ac7###.#", "\u20ac7###.#K", "\u20ac7###.#M", "\u20ac7###.#B", "\u20ac7###.#T", "\u20ac7####.#", "\u20ac7####.#K", "\u20ac7####.#M", "\u20ac7####.#B", "\u20ac7####.#T", "\u20ac7#####.#", "\u20ac7#####.#K", "\u20ac7#####.#M", "\u20ac7#####.#B", "\u20ac7#####.#T", "\u20ac8#", "\u20ac8#K", "\u20ac8#M", "\u20ac8#B", "\u20ac8#T", "\u20ac8##", "\u20ac8##K", "\u20ac8##M", "\u20ac8##B", "\u20ac8##T", "\u20ac8###", "\u20ac8###K", "\u20ac8###M", "\u20ac8###B", "\u20ac8###T", "\u20ac8####", "\u20ac8####K", "\u20ac8####M", "\u20ac8####B", "\u20ac8####T", "\u20ac8.#", "\u20ac8.#K", "\u20ac8.#M", "\u20ac8.#B", "\u20ac8.#T", "\u20ac8#.#", "\u20ac8#.#K", "\u20ac8#.#M", "\u20ac8#.#B", "\u20ac8#.#T", "\u20ac8##.#", "\u20ac8##.#K", "\u20ac8##.#M", "\u20ac8##.#B", "\u20ac8##.#T", "\u20ac8###.#", "\u20ac8###.#K", "\u20ac8###.#M", "\u20ac8###.#B", "\u20ac8###.#T", "\u20ac8####.#", "\u20ac8####.#K", "\u20ac8####.#M", "\u20ac8####.#B", "\u20ac8####.#T", "\u20ac8#####.#", "\u20ac8#####.#K", "\u20ac8#####.#M", "\u20ac8#####.#B", "\u20ac8#####.#T", "\u20ac9#", "\u20ac9#K", "\u20ac9#M", "\u20ac9#B", "\u20ac9#T", "\u20ac9##", "\u20ac9##K", "\u20ac9##M", "\u20ac9##B", "\u20ac9##T", "\u20ac9###", "\u20ac9###K", "\u20ac9###M", "\u20ac9###B", "\u20ac9###T", "\u20ac9####", "\u20ac9####K", "\u20ac9####M", "\u20ac9####B", "\u20ac9####T", "\u20ac9.#", "\u20ac9.#K", "\u20ac9.#M", "\u20ac9.#B", "\u20ac9.#T", "\u20ac9#.#", "\u20ac9#.#K", "\u20ac9#.#M", "\u20ac9#.#B", "\u20ac9#.#T", "\u20ac9##.#", "\u20ac9##.#K", "\u20ac9##.#M", "\u20ac9##.#B", "\u20ac9##.#T", "\u20ac9###.#", "\u20ac9###.#K", "\u20ac9###.#M", "\u20ac9###.#B", "\u20ac9###.#T", "\u20ac9####.#", "\u20ac9####.#K", "\u20ac9####.#M", "\u20ac9####.#B", "\u20ac9####.#T", "\u20ac9#####.#", "\u20ac9#####.#K", "\u20ac9#####.#M", "\u20ac9#####.#B", "\u20ac9#####.#T", "\u00a31#", "\u00a31#K", "\u00a31#M", "\u00a31#B", "\u00a31#T", "\u00a31##", "\u00a31##K", "\u00a31##M", "\u00a31##B", "\u00a31##T", "\u00a31###", "\u00a31###K", "\u00a31###M", "\u00a31###B", "\u00a31###T", "\u00a31####", "\u00a31####K", "\u00a31####M", "\u00a31####B", "\u00a31####T", "\u00a31.#", "\u00a31.#K", "\u00a31.#M", "\u00a31.#B", "\u00a31.#T", "\u00a31#.#", "\u00a31#.#K", "\u00a31#.#M", "\u00a31#.#B", "\u00a31#.#T", "\u00a31##.#", "\u00a31##.#K", "\u00a31##.#M", "\u00a31##.#B", "\u00a31##.#T", "\u00a31###.#", "\u00a31###.#K", "\u00a31###.#M", "\u00a31###.#B", "\u00a31###.#T", "\u00a31####.#", "\u00a31####.#K", "\u00a31####.#M", "\u00a31####.#B", "\u00a31####.#T", "\u00a31#####.#", "\u00a31#####.#K", "\u00a31#####.#M", "\u00a31#####.#B", "\u00a31#####.#T", "\u00a32#", "\u00a32#K", "\u00a32#M", "\u00a32#B", "\u00a32#T", "\u00a32##", "\u00a32##K", "\u00a32##M", "\u00a32##B", "\u00a32##T", "\u00a32###", "\u00a32###K", "\u00a32###M", "\u00a32###B", "\u00a32###T", "\u00a32####", "\u00a32####K", "\u00a32####M", "\u00a32####B", "\u00a32####T", "\u00a32.#", "\u00a32.#K", "\u00a32.#M", "\u00a32.#B", "\u00a32.#T", "\u00a32#.#", "\u00a32#.#K", "\u00a32#.#M", "\u00a32#.#B", "\u00a32#.#T", "\u00a32##.#", "\u00a32##.#K", "\u00a32##.#M", "\u00a32##.#B", "\u00a32##.#T", "\u00a32###.#", "\u00a32###.#K", "\u00a32###.#M", "\u00a32###.#B", "\u00a32###.#T", "\u00a32####.#", "\u00a32####.#K", "\u00a32####.#M", "\u00a32####.#B", "\u00a32####.#T", "\u00a32#####.#", "\u00a32#####.#K", "\u00a32#####.#M", "\u00a32#####.#B", "\u00a32#####.#T", "\u00a33#", "\u00a33#K", "\u00a33#M", "\u00a33#B", "\u00a33#T", "\u00a33##", "\u00a33##K", "\u00a33##M", "\u00a33##B", "\u00a33##T", "\u00a33###", "\u00a33###K", "\u00a33###M", "\u00a33###B", "\u00a33###T", "\u00a33####", "\u00a33####K", "\u00a33####M", "\u00a33####B", "\u00a33####T", "\u00a33.#", "\u00a33.#K", "\u00a33.#M", "\u00a33.#B", "\u00a33.#T", "\u00a33#.#", "\u00a33#.#K", "\u00a33#.#M", "\u00a33#.#B", "\u00a33#.#T", "\u00a33##.#", "\u00a33##.#K", "\u00a33##.#M", "\u00a33##.#B", "\u00a33##.#T", "\u00a33###.#", "\u00a33###.#K", "\u00a33###.#M", "\u00a33###.#B", "\u00a33###.#T", "\u00a33####.#", "\u00a33####.#K", "\u00a33####.#M", "\u00a33####.#B", "\u00a33####.#T", "\u00a33#####.#", "\u00a33#####.#K", "\u00a33#####.#M", "\u00a33#####.#B", "\u00a33#####.#T", "\u00a34#", "\u00a34#K", "\u00a34#M", "\u00a34#B", "\u00a34#T", "\u00a34##", "\u00a34##K", "\u00a34##M", "\u00a34##B", "\u00a34##T", "\u00a34###", "\u00a34###K", "\u00a34###M", "\u00a34###B", "\u00a34###T", "\u00a34####", "\u00a34####K", "\u00a34####M", "\u00a34####B", "\u00a34####T", "\u00a34.#", "\u00a34.#K", "\u00a34.#M", "\u00a34.#B", "\u00a34.#T", "\u00a34#.#", "\u00a34#.#K", "\u00a34#.#M", "\u00a34#.#B", "\u00a34#.#T", "\u00a34##.#", "\u00a34##.#K", "\u00a34##.#M", "\u00a34##.#B", "\u00a34##.#T", "\u00a34###.#", "\u00a34###.#K", "\u00a34###.#M", "\u00a34###.#B", "\u00a34###.#T", "\u00a34####.#", "\u00a34####.#K", "\u00a34####.#M", "\u00a34####.#B", "\u00a34####.#T", "\u00a34#####.#", "\u00a34#####.#K", "\u00a34#####.#M", "\u00a34#####.#B", "\u00a34#####.#T", "\u00a35#", "\u00a35#K", "\u00a35#M", "\u00a35#B", "\u00a35#T", "\u00a35##", "\u00a35##K", "\u00a35##M", "\u00a35##B", "\u00a35##T", "\u00a35###", "\u00a35###K", "\u00a35###M", "\u00a35###B", "\u00a35###T", "\u00a35####", "\u00a35####K", "\u00a35####M", "\u00a35####B", "\u00a35####T", "\u00a35.#", "\u00a35.#K", "\u00a35.#M", "\u00a35.#B", "\u00a35.#T", "\u00a35#.#", "\u00a35#.#K", "\u00a35#.#M", "\u00a35#.#B", "\u00a35#.#T", "\u00a35##.#", "\u00a35##.#K", "\u00a35##.#M", "\u00a35##.#B", "\u00a35##.#T", "\u00a35###.#", "\u00a35###.#K", "\u00a35###.#M", "\u00a35###.#B", "\u00a35###.#T", "\u00a35####.#", "\u00a35####.#K", "\u00a35####.#M", "\u00a35####.#B", "\u00a35####.#T", "\u00a35#####.#", "\u00a35#####.#K", "\u00a35#####.#M", "\u00a35#####.#B", "\u00a35#####.#T", "\u00a36#", "\u00a36#K", "\u00a36#M", "\u00a36#B", "\u00a36#T", "\u00a36##", "\u00a36##K", "\u00a36##M", "\u00a36##B", "\u00a36##T", "\u00a36###", "\u00a36###K", "\u00a36###M", "\u00a36###B", "\u00a36###T", "\u00a36####", "\u00a36####K", "\u00a36####M", "\u00a36####B", "\u00a36####T", "\u00a36.#", "\u00a36.#K", "\u00a36.#M", "\u00a36.#B", "\u00a36.#T", "\u00a36#.#", "\u00a36#.#K", "\u00a36#.#M", "\u00a36#.#B", "\u00a36#.#T", "\u00a36##.#", "\u00a36##.#K", "\u00a36##.#M", "\u00a36##.#B", "\u00a36##.#T", "\u00a36###.#", "\u00a36###.#K", "\u00a36###.#M", "\u00a36###.#B", "\u00a36###.#T", "\u00a36####.#", "\u00a36####.#K", "\u00a36####.#M", "\u00a36####.#B", "\u00a36####.#T", "\u00a36#####.#", "\u00a36#####.#K", "\u00a36#####.#M", "\u00a36#####.#B", "\u00a36#####.#T", "\u00a37#", "\u00a37#K", "\u00a37#M", "\u00a37#B", "\u00a37#T", "\u00a37##", "\u00a37##K", "\u00a37##M", "\u00a37##B", "\u00a37##T", "\u00a37###", "\u00a37###K", "\u00a37###M", "\u00a37###B", "\u00a37###T", "\u00a37####", "\u00a37####K", "\u00a37####M", "\u00a37####B", "\u00a37####T", "\u00a37.#", "\u00a37.#K", "\u00a37.#M", "\u00a37.#B", "\u00a37.#T", "\u00a37#.#", "\u00a37#.#K", "\u00a37#.#M", "\u00a37#.#B", "\u00a37#.#T", "\u00a37##.#", "\u00a37##.#K", "\u00a37##.#M", "\u00a37##.#B", "\u00a37##.#T", "\u00a37###.#", "\u00a37###.#K", "\u00a37###.#M", "\u00a37###.#B", "\u00a37###.#T", "\u00a37####.#", "\u00a37####.#K", "\u00a37####.#M", "\u00a37####.#B", "\u00a37####.#T", "\u00a37#####.#", "\u00a37#####.#K", "\u00a37#####.#M", "\u00a37#####.#B", "\u00a37#####.#T", "\u00a38#", "\u00a38#K", "\u00a38#M", "\u00a38#B", "\u00a38#T", "\u00a38##", "\u00a38##K", "\u00a38##M", "\u00a38##B", "\u00a38##T", "\u00a38###", "\u00a38###K", "\u00a38###M", "\u00a38###B", "\u00a38###T", "\u00a38####", "\u00a38####K", "\u00a38####M", "\u00a38####B", "\u00a38####T", "\u00a38.#", "\u00a38.#K", "\u00a38.#M", "\u00a38.#B", "\u00a38.#T", "\u00a38#.#", "\u00a38#.#K", "\u00a38#.#M", "\u00a38#.#B", "\u00a38#.#T", "\u00a38##.#", "\u00a38##.#K", "\u00a38##.#M", "\u00a38##.#B", "\u00a38##.#T", "\u00a38###.#", "\u00a38###.#K", "\u00a38###.#M", "\u00a38###.#B", "\u00a38###.#T", "\u00a38####.#", "\u00a38####.#K", "\u00a38####.#M", "\u00a38####.#B", "\u00a38####.#T", "\u00a38#####.#", "\u00a38#####.#K", "\u00a38#####.#M", "\u00a38#####.#B", "\u00a38#####.#T", "\u00a39#", "\u00a39#K", "\u00a39#M", "\u00a39#B", "\u00a39#T", "\u00a39##", "\u00a39##K", "\u00a39##M", "\u00a39##B", "\u00a39##T", "\u00a39###", "\u00a39###K", "\u00a39###M", "\u00a39###B", "\u00a39###T", "\u00a39####", "\u00a39####K", "\u00a39####M", "\u00a39####B", "\u00a39####T", "\u00a39.#", "\u00a39.#K", "\u00a39.#M", "\u00a39.#B", "\u00a39.#T", "\u00a39#.#", "\u00a39#.#K", "\u00a39#.#M", "\u00a39#.#B", "\u00a39#.#T", "\u00a39##.#", "\u00a39##.#K", "\u00a39##.#M", "\u00a39##.#B", "\u00a39##.#T", "\u00a39###.#", "\u00a39###.#K", "\u00a39###.#M", "\u00a39###.#B", "\u00a39###.#T", "\u00a39####.#", "\u00a39####.#K", "\u00a39####.#M", "\u00a39####.#B", "\u00a39####.#T", "\u00a39#####.#", "\u00a39#####.#K", "\u00a39#####.#M", "\u00a39#####.#B", "\u00a39#####.#T", "\u00a51#", "\u00a51#K", "\u00a51#M", "\u00a51#B", "\u00a51#T", "\u00a51##", "\u00a51##K", "\u00a51##M", "\u00a51##B", "\u00a51##T", "\u00a51###", "\u00a51###K", "\u00a51###M", "\u00a51###B", "\u00a51###T", "\u00a51####", "\u00a51####K", "\u00a51####M", "\u00a51####B", "\u00a51####T", "\u00a51.#", "\u00a51.#K", "\u00a51.#M", "\u00a51.#B", "\u00a51.#T", "\u00a51#.#", "\u00a51#.#K", "\u00a51#.#M", "\u00a51#.#B", "\u00a51#.#T", "\u00a51##.#", "\u00a51##.#K", "\u00a51##.#M", "\u00a51##.#B", "\u00a51##.#T", "\u00a51###.#", "\u00a51###.#K", "\u00a51###.#M", "\u00a51###.#B", "\u00a51###.#T", "\u00a51####.#", "\u00a51####.#K", "\u00a51####.#M", "\u00a51####.#B", "\u00a51####.#T", "\u00a51#####.#", "\u00a51#####.#K", "\u00a51#####.#M", "\u00a51#####.#B", "\u00a51#####.#T", "\u00a52#", "\u00a52#K", "\u00a52#M", "\u00a52#B", "\u00a52#T", "\u00a52##", "\u00a52##K", "\u00a52##M", "\u00a52##B", "\u00a52##T", "\u00a52###", "\u00a52###K", "\u00a52###M", "\u00a52###B", "\u00a52###T", "\u00a52####", "\u00a52####K", "\u00a52####M", "\u00a52####B", "\u00a52####T", "\u00a52.#", "\u00a52.#K", "\u00a52.#M", "\u00a52.#B", "\u00a52.#T", "\u00a52#.#", "\u00a52#.#K", "\u00a52#.#M", "\u00a52#.#B", "\u00a52#.#T", "\u00a52##.#", "\u00a52##.#K", "\u00a52##.#M", "\u00a52##.#B", "\u00a52##.#T", "\u00a52###.#", "\u00a52###.#K", "\u00a52###.#M", "\u00a52###.#B", "\u00a52###.#T", "\u00a52####.#", "\u00a52####.#K", "\u00a52####.#M", "\u00a52####.#B", "\u00a52####.#T", "\u00a52#####.#", "\u00a52#####.#K", "\u00a52#####.#M", "\u00a52#####.#B", "\u00a52#####.#T", "\u00a53#", "\u00a53#K", "\u00a53#M", "\u00a53#B", "\u00a53#T", "\u00a53##", "\u00a53##K", "\u00a53##M", "\u00a53##B", "\u00a53##T", "\u00a53###", "\u00a53###K", "\u00a53###M", "\u00a53###B", "\u00a53###T", "\u00a53####", "\u00a53####K", "\u00a53####M", "\u00a53####B", "\u00a53####T", "\u00a53.#", "\u00a53.#K", "\u00a53.#M", "\u00a53.#B", "\u00a53.#T", "\u00a53#.#", "\u00a53#.#K", "\u00a53#.#M", "\u00a53#.#B", "\u00a53#.#T", "\u00a53##.#", "\u00a53##.#K", "\u00a53##.#M", "\u00a53##.#B", "\u00a53##.#T", "\u00a53###.#", "\u00a53###.#K", "\u00a53###.#M", "\u00a53###.#B", "\u00a53###.#T", "\u00a53####.#", "\u00a53####.#K", "\u00a53####.#M", "\u00a53####.#B", "\u00a53####.#T", "\u00a53#####.#", "\u00a53#####.#K", "\u00a53#####.#M", "\u00a53#####.#B", "\u00a53#####.#T", "\u00a54#", "\u00a54#K", "\u00a54#M", "\u00a54#B", "\u00a54#T", "\u00a54##", "\u00a54##K", "\u00a54##M", "\u00a54##B", "\u00a54##T", "\u00a54###", "\u00a54###K", "\u00a54###M", "\u00a54###B", "\u00a54###T", "\u00a54####", "\u00a54####K", "\u00a54####M", "\u00a54####B", "\u00a54####T", "\u00a54.#", "\u00a54.#K", "\u00a54.#M", "\u00a54.#B", "\u00a54.#T", "\u00a54#.#", "\u00a54#.#K", "\u00a54#.#M", "\u00a54#.#B", "\u00a54#.#T", "\u00a54##.#", "\u00a54##.#K", "\u00a54##.#M", "\u00a54##.#B", "\u00a54##.#T", "\u00a54###.#", "\u00a54###.#K", "\u00a54###.#M", "\u00a54###.#B", "\u00a54###.#T", "\u00a54####.#", "\u00a54####.#K", "\u00a54####.#M", "\u00a54####.#B", "\u00a54####.#T", "\u00a54#####.#", "\u00a54#####.#K", "\u00a54#####.#M", "\u00a54#####.#B", "\u00a54#####.#T", "\u00a55#", "\u00a55#K", "\u00a55#M", "\u00a55#B", "\u00a55#T", "\u00a55##", "\u00a55##K", "\u00a55##M", "\u00a55##B", "\u00a55##T", "\u00a55###", "\u00a55###K", "\u00a55###M", "\u00a55###B", "\u00a55###T", "\u00a55####", "\u00a55####K", "\u00a55####M", "\u00a55####B", "\u00a55####T", "\u00a55.#", "\u00a55.#K", "\u00a55.#M", "\u00a55.#B", "\u00a55.#T", "\u00a55#.#", "\u00a55#.#K", "\u00a55#.#M", "\u00a55#.#B", "\u00a55#.#T", "\u00a55##.#", "\u00a55##.#K", "\u00a55##.#M", "\u00a55##.#B", "\u00a55##.#T", "\u00a55###.#", "\u00a55###.#K", "\u00a55###.#M", "\u00a55###.#B", "\u00a55###.#T", "\u00a55####.#", "\u00a55####.#K", "\u00a55####.#M", "\u00a55####.#B", "\u00a55####.#T", "\u00a55#####.#", "\u00a55#####.#K", "\u00a55#####.#M", "\u00a55#####.#B", "\u00a55#####.#T", "\u00a56#", "\u00a56#K", "\u00a56#M", "\u00a56#B", "\u00a56#T", "\u00a56##", "\u00a56##K", "\u00a56##M", "\u00a56##B", "\u00a56##T", "\u00a56###", "\u00a56###K", "\u00a56###M", "\u00a56###B", "\u00a56###T", "\u00a56####", "\u00a56####K", "\u00a56####M", "\u00a56####B", "\u00a56####T", "\u00a56.#", "\u00a56.#K", "\u00a56.#M", "\u00a56.#B", "\u00a56.#T", "\u00a56#.#", "\u00a56#.#K", "\u00a56#.#M", "\u00a56#.#B", "\u00a56#.#T", "\u00a56##.#", "\u00a56##.#K", "\u00a56##.#M", "\u00a56##.#B", "\u00a56##.#T", "\u00a56###.#", "\u00a56###.#K", "\u00a56###.#M", "\u00a56###.#B", "\u00a56###.#T", "\u00a56####.#", "\u00a56####.#K", "\u00a56####.#M", "\u00a56####.#B", "\u00a56####.#T", "\u00a56#####.#", "\u00a56#####.#K", "\u00a56#####.#M", "\u00a56#####.#B", "\u00a56#####.#T", "\u00a57#", "\u00a57#K", "\u00a57#M", "\u00a57#B", "\u00a57#T", "\u00a57##", "\u00a57##K", "\u00a57##M", "\u00a57##B", "\u00a57##T", "\u00a57###", "\u00a57###K", "\u00a57###M", "\u00a57###B", "\u00a57###T", "\u00a57####", "\u00a57####K", "\u00a57####M", "\u00a57####B", "\u00a57####T", "\u00a57.#", "\u00a57.#K", "\u00a57.#M", "\u00a57.#B", "\u00a57.#T", "\u00a57#.#", "\u00a57#.#K", "\u00a57#.#M", "\u00a57#.#B", "\u00a57#.#T", "\u00a57##.#", "\u00a57##.#K", "\u00a57##.#M", "\u00a57##.#B", "\u00a57##.#T", "\u00a57###.#", "\u00a57###.#K", "\u00a57###.#M", "\u00a57###.#B", "\u00a57###.#T", "\u00a57####.#", "\u00a57####.#K", "\u00a57####.#M", "\u00a57####.#B", "\u00a57####.#T", "\u00a57#####.#", "\u00a57#####.#K", "\u00a57#####.#M", "\u00a57#####.#B", "\u00a57#####.#T", "\u00a58#", "\u00a58#K", "\u00a58#M", "\u00a58#B", "\u00a58#T", "\u00a58##", "\u00a58##K", "\u00a58##M", "\u00a58##B", "\u00a58##T", "\u00a58###", "\u00a58###K", "\u00a58###M", "\u00a58###B", "\u00a58###T", "\u00a58####", "\u00a58####K", "\u00a58####M", "\u00a58####B", "\u00a58####T", "\u00a58.#", "\u00a58.#K", "\u00a58.#M", "\u00a58.#B", "\u00a58.#T", "\u00a58#.#", "\u00a58#.#K", "\u00a58#.#M", "\u00a58#.#B", "\u00a58#.#T", "\u00a58##.#", "\u00a58##.#K", "\u00a58##.#M", "\u00a58##.#B", "\u00a58##.#T", "\u00a58###.#", "\u00a58###.#K", "\u00a58###.#M", "\u00a58###.#B", "\u00a58###.#T", "\u00a58####.#", "\u00a58####.#K", "\u00a58####.#M", "\u00a58####.#B", "\u00a58####.#T", "\u00a58#####.#", "\u00a58#####.#K", "\u00a58#####.#M", "\u00a58#####.#B", "\u00a58#####.#T", "\u00a59#", "\u00a59#K", "\u00a59#M", "\u00a59#B", "\u00a59#T", "\u00a59##", "\u00a59##K", "\u00a59##M", "\u00a59##B", "\u00a59##T", "\u00a59###", "\u00a59###K", "\u00a59###M", "\u00a59###B", "\u00a59###T", "\u00a59####", "\u00a59####K", "\u00a59####M", "\u00a59####B", "\u00a59####T", "\u00a59.#", "\u00a59.#K", "\u00a59.#M", "\u00a59.#B", "\u00a59.#T", "\u00a59#.#", "\u00a59#.#K", "\u00a59#.#M", "\u00a59#.#B", "\u00a59#.#T", "\u00a59##.#", "\u00a59##.#K", "\u00a59##.#M", "\u00a59##.#B", "\u00a59##.#T", "\u00a59###.#", "\u00a59###.#K", "\u00a59###.#M", "\u00a59###.#B", "\u00a59###.#T", "\u00a59####.#", "\u00a59####.#K", "\u00a59####.#M", "\u00a59####.#B", "\u00a59####.#T", "\u00a59#####.#", "\u00a59#####.#K", "\u00a59#####.#M", "\u00a59#####.#B", "\u00a59#####.#T", "-1#", "-1#K", "-1#M", "-1#B", "-1#T", "-1##", "-1##K", "-1##M", "-1##B", "-1##T", "-1###", "-1###K", "-1###M", "-1###B", "-1###T", "-1####", "-1####K", "-1####M", "-1####B", "-1####T", "-1.#", "-1.#K", "-1.#M", "-1.#B", "-1.#T", "-1#.#", "-1#.#K", "-1#.#M", "-1#.#B", "-1#.#T", "-1##.#", "-1##.#K", "-1##.#M", "-1##.#B", "-1##.#T", "-1###.#", "-1###.#K", "-1###.#M", "-1###.#B", "-1###.#T", "-1####.#", "-1####.#K", "-1####.#M", "-1####.#B", "-1####.#T", "-1#####.#", "-1#####.#K", "-1#####.#M", "-1#####.#B", "-1#####.#T", "-2#", "-2#K", "-2#M", "-2#B", "-2#T", "-2##", "-2##K", "-2##M", "-2##B", "-2##T", "-2###", "-2###K", "-2###M", "-2###B", "-2###T", "-2####", "-2####K", "-2####M", "-2####B", "-2####T", "-2.#", "-2.#K", "-2.#M", "-2.#B", "-2.#T", "-2#.#", "-2#.#K", "-2#.#M", "-2#.#B", "-2#.#T", "-2##.#", "-2##.#K", "-2##.#M", "-2##.#B", "-2##.#T", "-2###.#", "-2###.#K", "-2###.#M", "-2###.#B", "-2###.#T", "-2####.#", "-2####.#K", "-2####.#M", "-2####.#B", "-2####.#T", "-2#####.#", "-2#####.#K", "-2#####.#M", "-2#####.#B", "-2#####.#T", "-3#", "-3#K", "-3#M", "-3#B", "-3#T", "-3##", "-3##K", "-3##M", "-3##B", "-3##T", "-3###", "-3###K", "-3###M", "-3###B", "-3###T", "-3####", "-3####K", "-3####M", "-3####B", "-3####T", "-3.#", "-3.#K", "-3.#M", "-3.#B", "-3.#T", "-3#.#", "-3#.#K", "-3#.#M", "-3#.#B", "-3#.#T", "-3##.#", "-3##.#K", "-3##.#M", "-3##.#B", "-3##.#T", "-3###.#", "-3###.#K", "-3###.#M", "-3###.#B", "-3###.#T", "-3####.#", "-3####.#K", "-3####.#M", "-3####.#B", "-3####.#T", "-3#####.#", "-3#####.#K", "-3#####.#M", "-3#####.#B", "-3#####.#T", "-4#", "-4#K", "-4#M", "-4#B", "-4#T", "-4##", "-4##K", "-4##M", "-4##B", "-4##T", "-4###", "-4###K", "-4###M", "-4###B", "-4###T", "-4####", "-4####K", "-4####M", "-4####B", "-4####T", "-4.#", "-4.#K", "-4.#M", "-4.#B", "-4.#T", "-4#.#", "-4#.#K", "-4#.#M", "-4#.#B", "-4#.#T", "-4##.#", "-4##.#K", "-4##.#M", "-4##.#B", "-4##.#T", "-4###.#", "-4###.#K", "-4###.#M", "-4###.#B", "-4###.#T", "-4####.#", "-4####.#K", "-4####.#M", "-4####.#B", "-4####.#T", "-4#####.#", "-4#####.#K", "-4#####.#M", "-4#####.#B", "-4#####.#T", "-5#", "-5#K", "-5#M", "-5#B", "-5#T", "-5##", "-5##K", "-5##M", "-5##B", "-5##T", "-5###", "-5###K", "-5###M", "-5###B", "-5###T", "-5####", "-5####K", "-5####M", "-5####B", "-5####T", "-5.#", "-5.#K", "-5.#M", "-5.#B", "-5.#T", "-5#.#", "-5#.#K", "-5#.#M", "-5#.#B", "-5#.#T", "-5##.#", "-5##.#K", "-5##.#M", "-5##.#B", "-5##.#T", "-5###.#", "-5###.#K", "-5###.#M", "-5###.#B", "-5###.#T", "-5####.#", "-5####.#K", "-5####.#M", "-5####.#B", "-5####.#T", "-5#####.#", "-5#####.#K", "-5#####.#M", "-5#####.#B", "-5#####.#T", "-6#", "-6#K", "-6#M", "-6#B", "-6#T", "-6##", "-6##K", "-6##M", "-6##B", "-6##T", "-6###", "-6###K", "-6###M", "-6###B", "-6###T", "-6####", "-6####K", "-6####M", "-6####B", "-6####T", "-6.#", "-6.#K", "-6.#M", "-6.#B", "-6.#T", "-6#.#", "-6#.#K", "-6#.#M", "-6#.#B", "-6#.#T", "-6##.#", "-6##.#K", "-6##.#M", "-6##.#B", "-6##.#T", "-6###.#", "-6###.#K", "-6###.#M", "-6###.#B", "-6###.#T", "-6####.#", "-6####.#K", "-6####.#M", "-6####.#B", "-6####.#T", "-6#####.#", "-6#####.#K", "-6#####.#M", "-6#####.#B", "-6#####.#T", "-7#", "-7#K", "-7#M", "-7#B", "-7#T", "-7##", "-7##K", "-7##M", "-7##B", "-7##T", "-7###", "-7###K", "-7###M", "-7###B", "-7###T", "-7####", "-7####K", "-7####M", "-7####B", "-7####T", "-7.#", "-7.#K", "-7.#M", "-7.#B", "-7.#T", "-7#.#", "-7#.#K", "-7#.#M", "-7#.#B", "-7#.#T", "-7##.#", "-7##.#K", "-7##.#M", "-7##.#B", "-7##.#T", "-7###.#", "-7###.#K", "-7###.#M", "-7###.#B", "-7###.#T", "-7####.#", "-7####.#K", "-7####.#M", "-7####.#B", "-7####.#T", "-7#####.#", "-7#####.#K", "-7#####.#M", "-7#####.#B", "-7#####.#T", "-8#", "-8#K", "-8#M", "-8#B", "-8#T", "-8##", "-8##K", "-8##M", "-8##B", "-8##T", "-8###", "-8###K", "-8###M", "-8###B", "-8###T", "-8####", "-8####K", "-8####M", "-8####B", "-8####T", "-8.#", "-8.#K", "-8.#M", "-8.#B", "-8.#T", "-8#.#", "-8#.#K", "-8#.#M", "-8#.#B", "-8#.#T", "-8##.#", "-8##.#K", "-8##.#M", "-8##.#B", "-8##.#T", "-8###.#", "-8###.#K", "-8###.#M", "-8###.#B", "-8###.#T", "-8####.#", "-8####.#K", "-8####.#M", "-8####.#B", "-8####.#T", "-8#####.#", "-8#####.#K", "-8#####.#M", "-8#####.#B", "-8#####.#T", "-9#", "-9#K", "-9#M", "-9#B", "-9#T", "-9##", "-9##K", "-9##M", "-9##B", "-9##T", "-9###", "-9###K", "-9###M", "-9###B", "-9###T", "-9####", "-9####K", "-9####M", "-9####B", "-9####T", "-9.#", "-9.#K", "-9.#M", "-9.#B", "-9.#T", "-9#.#", "-9#.#K", "-9#.#M", "-9#.#B", "-9#.#T", "-9##.#", "-9##.#K", "-9##.#M", "-9##.#B", "-9##.#T", "-9###.#", "-9###.#K", "-9###.#M", "-9###.#B", "-9###.#T", "-9####.#", "-9####.#K", "-9####.#M", "-9####.#B", "-9####.#T", "-9#####.#", "-9#####.#K", "-9#####.#M", "-9#####.#B", "-9#####.#T", "-$1#", "-$1#K", "-$1#M", "-$1#B", "-$1#T", "-$1##", "-$1##K", "-$1##M", "-$1##B", "-$1##T", "-$1###", "-$1###K", "-$1###M", "-$1###B", "-$1###T", "-$1####", "-$1####K", "-$1####M", "-$1####B", "-$1####T", "-$1.#", "-$1.#K", "-$1.#M", "-$1.#B", "-$1.#T", "-$1#.#", "-$1#.#K", "-$1#.#M", "-$1#.#B", "-$1#.#T", "-$1##.#", "-$1##.#K", "-$1##.#M", "-$1##.#B", "-$1##.#T", "-$1###.#", "-$1###.#K", "-$1###.#M", "-$1###.#B", "-$1###.#T", "-$1####.#", "-$1####.#K", "-$1####.#M", "-$1####.#B", "-$1####.#T", "-$1#####.#", "-$1#####.#K", "-$1#####.#M", "-$1#####.#B", "-$1#####.#T", "-$2#", "-$2#K", "-$2#M", "-$2#B", "-$2#T", "-$2##", "-$2##K", "-$2##M", "-$2##B", "-$2##T", "-$2###", "-$2###K", "-$2###M", "-$2###B", "-$2###T", "-$2####", "-$2####K", "-$2####M", "-$2####B", "-$2####T", "-$2.#", "-$2.#K", "-$2.#M", "-$2.#B", "-$2.#T", "-$2#.#", "-$2#.#K", "-$2#.#M", "-$2#.#B", "-$2#.#T", "-$2##.#", "-$2##.#K", "-$2##.#M", "-$2##.#B", "-$2##.#T", "-$2###.#", "-$2###.#K", "-$2###.#M", "-$2###.#B", "-$2###.#T", "-$2####.#", "-$2####.#K", "-$2####.#M", "-$2####.#B", "-$2####.#T", "-$2#####.#", "-$2#####.#K", "-$2#####.#M", "-$2#####.#B", "-$2#####.#T", "-$3#", "-$3#K", "-$3#M", "-$3#B", "-$3#T", "-$3##", "-$3##K", "-$3##M", "-$3##B", "-$3##T", "-$3###", "-$3###K", "-$3###M", "-$3###B", "-$3###T", "-$3####", "-$3####K", "-$3####M", "-$3####B", "-$3####T", "-$3.#", "-$3.#K", "-$3.#M", "-$3.#B", "-$3.#T", "-$3#.#", "-$3#.#K", "-$3#.#M", "-$3#.#B", "-$3#.#T", "-$3##.#", "-$3##.#K", "-$3##.#M", "-$3##.#B", "-$3##.#T", "-$3###.#", "-$3###.#K", "-$3###.#M", "-$3###.#B", "-$3###.#T", "-$3####.#", "-$3####.#K", "-$3####.#M", "-$3####.#B", "-$3####.#T", "-$3#####.#", "-$3#####.#K", "-$3#####.#M", "-$3#####.#B", "-$3#####.#T", "-$4#", "-$4#K", "-$4#M", "-$4#B", "-$4#T", "-$4##", "-$4##K", "-$4##M", "-$4##B", "-$4##T", "-$4###", "-$4###K", "-$4###M", "-$4###B", "-$4###T", "-$4####", "-$4####K", "-$4####M", "-$4####B", "-$4####T", "-$4.#", "-$4.#K", "-$4.#M", "-$4.#B", "-$4.#T", "-$4#.#", "-$4#.#K", "-$4#.#M", "-$4#.#B", "-$4#.#T", "-$4##.#", "-$4##.#K", "-$4##.#M", "-$4##.#B", "-$4##.#T", "-$4###.#", "-$4###.#K", "-$4###.#M", "-$4###.#B", "-$4###.#T", "-$4####.#", "-$4####.#K", "-$4####.#M", "-$4####.#B", "-$4####.#T", "-$4#####.#", "-$4#####.#K", "-$4#####.#M", "-$4#####.#B", "-$4#####.#T", "-$5#", "-$5#K", "-$5#M", "-$5#B", "-$5#T", "-$5##", "-$5##K", "-$5##M", "-$5##B", "-$5##T", "-$5###", "-$5###K", "-$5###M", "-$5###B", "-$5###T", "-$5####", "-$5####K", "-$5####M", "-$5####B", "-$5####T", "-$5.#", "-$5.#K", "-$5.#M", "-$5.#B", "-$5.#T", "-$5#.#", "-$5#.#K", "-$5#.#M", "-$5#.#B", "-$5#.#T", "-$5##.#", "-$5##.#K", "-$5##.#M", "-$5##.#B", "-$5##.#T", "-$5###.#", "-$5###.#K", "-$5###.#M", "-$5###.#B", "-$5###.#T", "-$5####.#", "-$5####.#K", "-$5####.#M", "-$5####.#B", "-$5####.#T", "-$5#####.#", "-$5#####.#K", "-$5#####.#M", "-$5#####.#B", "-$5#####.#T", "-$6#", "-$6#K", "-$6#M", "-$6#B", "-$6#T", "-$6##", "-$6##K", "-$6##M", "-$6##B", "-$6##T", "-$6###", "-$6###K", "-$6###M", "-$6###B", "-$6###T", "-$6####", "-$6####K", "-$6####M", "-$6####B", "-$6####T", "-$6.#", "-$6.#K", "-$6.#M", "-$6.#B", "-$6.#T", "-$6#.#", "-$6#.#K", "-$6#.#M", "-$6#.#B", "-$6#.#T", "-$6##.#", "-$6##.#K", "-$6##.#M", "-$6##.#B", "-$6##.#T", "-$6###.#", "-$6###.#K", "-$6###.#M", "-$6###.#B", "-$6###.#T", "-$6####.#", "-$6####.#K", "-$6####.#M", "-$6####.#B", "-$6####.#T", "-$6#####.#", "-$6#####.#K", "-$6#####.#M", "-$6#####.#B", "-$6#####.#T", "-$7#", "-$7#K", "-$7#M", "-$7#B", "-$7#T", "-$7##", "-$7##K", "-$7##M", "-$7##B", "-$7##T", "-$7###", "-$7###K", "-$7###M", "-$7###B", "-$7###T", "-$7####", "-$7####K", "-$7####M", "-$7####B", "-$7####T", "-$7.#", "-$7.#K", "-$7.#M", "-$7.#B", "-$7.#T", "-$7#.#", "-$7#.#K", "-$7#.#M", "-$7#.#B", "-$7#.#T", "-$7##.#", "-$7##.#K", "-$7##.#M", "-$7##.#B", "-$7##.#T", "-$7###.#", "-$7###.#K", "-$7###.#M", "-$7###.#B", "-$7###.#T", "-$7####.#", "-$7####.#K", "-$7####.#M", "-$7####.#B", "-$7####.#T", "-$7#####.#", "-$7#####.#K", "-$7#####.#M", "-$7#####.#B", "-$7#####.#T", "-$8#", "-$8#K", "-$8#M", "-$8#B", "-$8#T", "-$8##", "-$8##K", "-$8##M", "-$8##B", "-$8##T", "-$8###", "-$8###K", "-$8###M", "-$8###B", "-$8###T", "-$8####", "-$8####K", "-$8####M", "-$8####B", "-$8####T", "-$8.#", "-$8.#K", "-$8.#M", "-$8.#B", "-$8.#T", "-$8#.#", "-$8#.#K", "-$8#.#M", "-$8#.#B", "-$8#.#T", "-$8##.#", "-$8##.#K", "-$8##.#M", "-$8##.#B", "-$8##.#T", "-$8###.#", "-$8###.#K", "-$8###.#M", "-$8###.#B", "-$8###.#T", "-$8####.#", "-$8####.#K", "-$8####.#M", "-$8####.#B", "-$8####.#T", "-$8#####.#", "-$8#####.#K", "-$8#####.#M", "-$8#####.#B", "-$8#####.#T", "-$9#", "-$9#K", "-$9#M", "-$9#B", "-$9#T", "-$9##", "-$9##K", "-$9##M", "-$9##B", "-$9##T", "-$9###", "-$9###K", "-$9###M", "-$9###B", "-$9###T", "-$9####", "-$9####K", "-$9####M", "-$9####B", "-$9####T", "-$9.#", "-$9.#K", "-$9.#M", "-$9.#B", "-$9.#T", "-$9#.#", "-$9#.#K", "-$9#.#M", "-$9#.#B", "-$9#.#T", "-$9##.#", "-$9##.#K", "-$9##.#M", "-$9##.#B", "-$9##.#T", "-$9###.#", "-$9###.#K", "-$9###.#M", "-$9###.#B", "-$9###.#T", "-$9####.#", "-$9####.#K", "-$9####.#M", "-$9####.#B", "-$9####.#T", "-$9#####.#", "-$9#####.#K", "-$9#####.#M", "-$9#####.#B", "-$9#####.#T", "-\u20ac1#", "-\u20ac1#K", "-\u20ac1#M", "-\u20ac1#B", "-\u20ac1#T", "-\u20ac1##", "-\u20ac1##K", "-\u20ac1##M", "-\u20ac1##B", "-\u20ac1##T", "-\u20ac1###", "-\u20ac1###K", "-\u20ac1###M", "-\u20ac1###B", "-\u20ac1###T", "-\u20ac1####", "-\u20ac1####K", "-\u20ac1####M", "-\u20ac1####B", "-\u20ac1####T", "-\u20ac1.#", "-\u20ac1.#K", "-\u20ac1.#M", "-\u20ac1.#B", "-\u20ac1.#T", "-\u20ac1#.#", "-\u20ac1#.#K", "-\u20ac1#.#M", "-\u20ac1#.#B", "-\u20ac1#.#T", "-\u20ac1##.#", "-\u20ac1##.#K", "-\u20ac1##.#M", "-\u20ac1##.#B", "-\u20ac1##.#T", "-\u20ac1###.#", "-\u20ac1###.#K", "-\u20ac1###.#M", "-\u20ac1###.#B", "-\u20ac1###.#T", "-\u20ac1####.#", "-\u20ac1####.#K", "-\u20ac1####.#M", "-\u20ac1####.#B", "-\u20ac1####.#T", "-\u20ac1#####.#", "-\u20ac1#####.#K", "-\u20ac1#####.#M", "-\u20ac1#####.#B", "-\u20ac1#####.#T", "-\u20ac2#", "-\u20ac2#K", "-\u20ac2#M", "-\u20ac2#B", "-\u20ac2#T", "-\u20ac2##", "-\u20ac2##K", "-\u20ac2##M", "-\u20ac2##B", "-\u20ac2##T", "-\u20ac2###", "-\u20ac2###K", "-\u20ac2###M", "-\u20ac2###B", "-\u20ac2###T", "-\u20ac2####", "-\u20ac2####K", "-\u20ac2####M", "-\u20ac2####B", "-\u20ac2####T", "-\u20ac2.#", "-\u20ac2.#K", "-\u20ac2.#M", "-\u20ac2.#B", "-\u20ac2.#T", "-\u20ac2#.#", "-\u20ac2#.#K", "-\u20ac2#.#M", "-\u20ac2#.#B", "-\u20ac2#.#T", "-\u20ac2##.#", "-\u20ac2##.#K", "-\u20ac2##.#M", "-\u20ac2##.#B", "-\u20ac2##.#T", "-\u20ac2###.#", "-\u20ac2###.#K", "-\u20ac2###.#M", "-\u20ac2###.#B", "-\u20ac2###.#T", "-\u20ac2####.#", "-\u20ac2####.#K", "-\u20ac2####.#M", "-\u20ac2####.#B", "-\u20ac2####.#T", "-\u20ac2#####.#", "-\u20ac2#####.#K", "-\u20ac2#####.#M", "-\u20ac2#####.#B", "-\u20ac2#####.#T", "-\u20ac3#", "-\u20ac3#K", "-\u20ac3#M", "-\u20ac3#B", "-\u20ac3#T", "-\u20ac3##", "-\u20ac3##K", "-\u20ac3##M", "-\u20ac3##B", "-\u20ac3##T", "-\u20ac3###", "-\u20ac3###K", "-\u20ac3###M", "-\u20ac3###B", "-\u20ac3###T", "-\u20ac3####", "-\u20ac3####K", "-\u20ac3####M", "-\u20ac3####B", "-\u20ac3####T", "-\u20ac3.#", "-\u20ac3.#K", "-\u20ac3.#M", "-\u20ac3.#B", "-\u20ac3.#T", "-\u20ac3#.#", "-\u20ac3#.#K", "-\u20ac3#.#M", "-\u20ac3#.#B", "-\u20ac3#.#T", "-\u20ac3##.#", "-\u20ac3##.#K", "-\u20ac3##.#M", "-\u20ac3##.#B", "-\u20ac3##.#T", "-\u20ac3###.#", "-\u20ac3###.#K", "-\u20ac3###.#M", "-\u20ac3###.#B", "-\u20ac3###.#T", "-\u20ac3####.#", "-\u20ac3####.#K", "-\u20ac3####.#M", "-\u20ac3####.#B", "-\u20ac3####.#T", "-\u20ac3#####.#", "-\u20ac3#####.#K", "-\u20ac3#####.#M", "-\u20ac3#####.#B", "-\u20ac3#####.#T", "-\u20ac4#", "-\u20ac4#K", "-\u20ac4#M", "-\u20ac4#B", "-\u20ac4#T", "-\u20ac4##", "-\u20ac4##K", "-\u20ac4##M", "-\u20ac4##B", "-\u20ac4##T", "-\u20ac4###", "-\u20ac4###K", "-\u20ac4###M", "-\u20ac4###B", "-\u20ac4###T", "-\u20ac4####", "-\u20ac4####K", "-\u20ac4####M", "-\u20ac4####B", "-\u20ac4####T", "-\u20ac4.#", 