["<FinGPTICKER_GLYC>", "<FinGPTICKER_ICOW>", "<FinGPTICKER_CVSB>", "<FinGPTICKER_CNK>", "<FinGPTICKER_VWO>", "<FinGPTICKER_NOW>", "<FinGPTICKER_AUPH>", "<FinGPTICKER_AUMI>", "<FinGPTICKER_EWJ>", "<FinGPTICKER_MRCC>", "<FinGPTICKER_PLMKU>", "<FinGPTICKER_ITIC>", "<FinGPTICKER_XMAG>", "<FinGPTICKER_SKM>", "<FinGPTICKER_JKHY>", "<FinGPTICKER_FMC>", "<FinGPTICKER_DFEM>", "<FinGPTICKER_USCA>", "<FinGPTICKER_UNG>", "<FinGPTICKER_MBI>", "<FinGPTICKER_TIRX>", "<FinGPTICKER_VHT>", "<FinGPTICKER_HFRO$A>", "<FinGPTICKER_CVNA>", "<FinGPTICKER_GSEW>", "<FinGPTICKER_CNOB>", "<FinGPTICKER_BEGS>", "<FinGPTICKER_FTCE>", "<FinGPTICKER_RSSY>", "<FinGPTICKER_PCIG>", "<FinGPTICKER_FMAY>", "<FinGPTICKER_FSS>", "<FinGPTICKER_DFSE>", "<FinGPTICKER_INDF>", "<FinGPTICKER_GRAF.U>", "<FinGPTICKER_HSAI>", "<FinGPTICKER_NATH>", "<FinGPTICKER_MRAM>", "<FinGPTICKER_PYZ>", "<FinGPTICKER_TENX>", "<FinGPTICKER_YTRA>", "<FinGPTICKER_BHVN>", "<FinGPTICKER_AMID>", "<FinGPTICKER_ADIL>", "<FinGPTICKER_AAT>", "<FinGPTICKER_IWMY>", "<FinGPTICKER_TROW>", "<FinGPTICKER_LION>", "<FinGPTICKER_BILZ>", "<FinGPTICKER_FLJP>", "<FinGPTICKER_RNR$F>", "<FinGPTICKER_FGI>", "<FinGPTICKER_GLCR>", "<FinGPTICKER_WBIL>", "<FinGPTICKER_BAC$M>", "<FinGPTICKER_AVSC>", "<FinGPTICKER_SKGRU>", "<FinGPTICKER_PQDI>", "<FinGPTICKER_AVDV>", "<FinGPTICKER_SOLR>", "<FinGPTICKER_FCPI>", "<FinGPTICKER_PRKS>", "<FinGPTICKER_ZAZZT>", "<FinGPTICKER_RAYD>", "<FinGPTICKER_VOOG>", "<FinGPTICKER_CLS>", "<FinGPTICKER_BKIE>", "<FinGPTICKER_RIO>", "<FinGPTICKER_ILCB>", "<FinGPTICKER_DMAT>", "<FinGPTICKER_HCC>", "<FinGPTICKER_OAKM>", "<FinGPTICKER_AIZ>", "<FinGPTICKER_ANEW>", "<FinGPTICKER_ACWX>", "<FinGPTICKER_MBUU>", "<FinGPTICKER_ZZZ>", "<FinGPTICKER_FTDR>", "<FinGPTICKER_MGA>", "<FinGPTICKER_DVA>", "<FinGPTICKER_CNET>", "<FinGPTICKER_WBD>", "<FinGPTICKER_AHH$A>", "<FinGPTICKER_BGSF>", "<FinGPTICKER_KRYS>", "<FinGPTICKER_PST>", "<FinGPTICKER_CLRB>", "<FinGPTICKER_NAUG>", "<FinGPTICKER_VTC>", "<FinGPTICKER_IGV>", "<FinGPTICKER_GSEE>", "<FinGPTICKER_MAIN>", "<FinGPTICKER_JVSAU>", "<FinGPTICKER_IMCG>", "<FinGPTICKER_STX>", "<FinGPTICKER_CTA$B>", "<FinGPTICKER_OOMA>", "<FinGPTICKER_EVX>", "<FinGPTICKER_XFIX>", "<FinGPTICKER_VONG>", "<FinGPTICKER_EZGO>", "<FinGPTICKER_BHM>", "<FinGPTICKER_DVYA>", "<FinGPTICKER_PRTS>", "<FinGPTICKER_VTLE>", "<FinGPTICKER_CMSD>", "<FinGPTICKER_BSCW>", "<FinGPTICKER_EHI>", "<FinGPTICKER_REX>", "<FinGPTICKER_HMST>", "<FinGPTICKER_MUX>", "<FinGPTICKER_RLGT>", "<FinGPTICKER_BKKT>", "<FinGPTICKER_WDC>", "<FinGPTICKER_IOVA>", "<FinGPTICKER_RGS>", "<FinGPTICKER_MAYW>", "<FinGPTICKER_CIL>", "<FinGPTICKER_PFS>", "<FinGPTICKER_PLTU>", "<FinGPTICKER_BNDC>", "<FinGPTICKER_MTH>", "<FinGPTICKER_MERC>", "<FinGPTICKER_ILF>", "<FinGPTICKER_OILT>", "<FinGPTICKER_RSJN>", "<FinGPTICKER_DRRX>", "<FinGPTICKER_QQMG>", "<FinGPTICKER_SITE>", "<FinGPTICKER_PCK>", "<FinGPTICKER_SEA>", "<FinGPTICKER_RZLT>", "<FinGPTICKER_JSPR>", "<FinGPTICKER_UNTY>", "<FinGPTICKER_BAC$B>", "<FinGPTICKER_FOXO>", "<FinGPTICKER_SGLC>", "<FinGPTICKER_AMPH>", "<FinGPTICKER_HMN>", "<FinGPTICKER_GAB>", "<FinGPTICKER_KOD>", "<FinGPTICKER_RXL>", "<FinGPTICKER_MRVI>", "<FinGPTICKER_COOK>", "<FinGPTICKER_SUUN>", "<FinGPTICKER_CCEL>", "<FinGPTICKER_TAFL>", "<FinGPTICKER_MCN>", "<FinGPTICKER_CARK>", "<FinGPTICKER_XHR>", "<FinGPTICKER_VERI>", "<FinGPTICKER_TPL>", "<FinGPTICKER_NKE>", "<FinGPTICKER_EFU>", "<FinGPTICKER_NFRA>", "<FinGPTICKER_CTRI>", "<FinGPTICKER_LE>", "<FinGPTICKER_RAND>", "<FinGPTICKER_SPBU>", "<FinGPTICKER_SARO>", "<FinGPTICKER_TRNO>", "<FinGPTICKER_TSMZ>", "<FinGPTICKER_TBN>", "<FinGPTICKER_SLVR>", "<FinGPTICKER_RITR>", "<FinGPTICKER_IBTF>", "<FinGPTICKER_VMEO>", "<FinGPTICKER_CTRM>", "<FinGPTICKER_RMSG>", "<FinGPTICKER_CCSI>", "<FinGPTICKER_OOQB>", "<FinGPTICKER_TRFM>", "<FinGPTICKER_SUPL>", "<FinGPTICKER_FNY>", "<FinGPTICKER_ASTL>", "<FinGPTICKER_MVFG>", "<FinGPTICKER_TECL>", "<FinGPTICKER_DWM>", "<FinGPTICKER_PAGS>", "<FinGPTICKER_COF$L>", "<FinGPTICKER_PWV>", "<FinGPTICKER_WPC>", "<FinGPTICKER_ARTV>", "<FinGPTICKER_MPU>", "<FinGPTICKER_RIVN>", "<FinGPTICKER_VRTL>", "<FinGPTICKER_PBD>", "<FinGPTICKER_SACH$A>", "<FinGPTICKER_FXN>", "<FinGPTICKER_SCHW$D>", "<FinGPTICKER_VFC>", "<FinGPTICKER_WRB$E>", "<FinGPTICKER_JULH>", "<FinGPTICKER_SHPP>", "<FinGPTICKER_NLY$G>", "<FinGPTICKER_MSTY>", "<FinGPTICKER_XGN>", "<FinGPTICKER_RAYS>", "<FinGPTICKER_TRIP>", "<FinGPTICKER_FHN$C>", "<FinGPTICKER_PDYN>", "<FinGPTICKER_JPEF>", "<FinGPTICKER_EWW>", "<FinGPTICKER_VIRT>", "<FinGPTICKER_PCN>", "<FinGPTICKER_ONDS>", "<FinGPTICKER_PMNT>", "<FinGPTICKER_HLT>", "<FinGPTICKER_PHIN>", "<FinGPTICKER_NTEST.A>", "<FinGPTICKER_MMI>", "<FinGPTICKER_LINE>", "<FinGPTICKER_MAX>", "<FinGPTICKER_SHDG>", "<FinGPTICKER_VSLU>", "<FinGPTICKER_LZM>", "<FinGPTICKER_RSMC>", "<FinGPTICKER_EFFI>", "<FinGPTICKER_LULU>", "<FinGPTICKER_CSCI>", "<FinGPTICKER_EVLN>", "<FinGPTICKER_TBH>", "<FinGPTICKER_HGV>", "<FinGPTICKER_KKR$D>", "<FinGPTICKER_CCRN>", "<FinGPTICKER_GRO>", "<FinGPTICKER_SANM>", "<FinGPTICKER_BMEA>", "<FinGPTICKER_FMCX>", "<FinGPTICKER_WHF>", "<FinGPTICKER_SLNG>", "<FinGPTICKER_THEQ>", "<FinGPTICKER_REZ>", "<FinGPTICKER_BMAY>", "<FinGPTICKER_SNCY>", "<FinGPTICKER_GDEV>", "<FinGPTICKER_FLAX>", "<FinGPTICKER_ISCV>", "<FinGPTICKER_RDWR>", "<FinGPTICKER_TCAF>", "<FinGPTICKER_FIP>", "<FinGPTICKER_LEE>", "<FinGPTICKER_AUGU>", "<FinGPTICKER_IPWR>", "<FinGPTICKER_EMCR>", "<FinGPTICKER_NMAX>", "<FinGPTICKER_ICF>", "<FinGPTICKER_VNQ>", "<FinGPTICKER_HIG$G>", "<FinGPTICKER_HSPOU>", "<FinGPTICKER_CNS>", "<FinGPTICKER_EXC>", "<FinGPTICKER_DURA>", "<FinGPTICKER_CLBR.U>", "<FinGPTICKER_WHTX>", "<FinGPTICKER_EZM>", "<FinGPTICKER_FOPC>", "<FinGPTICKER_OUST>", "<FinGPTICKER_RS>", "<FinGPTICKER_ASRT>", "<FinGPTICKER_SQQQ>", "<FinGPTICKER_GAMR>", "<FinGPTICKER_BSCP>", "<FinGPTICKER_BOF>", "<FinGPTICKER_ELIL>", "<FinGPTICKER_FDSB>", "<FinGPTICKER_IOBT>", "<FinGPTICKER_SKE>", "<FinGPTICKER_IBIO>", "<FinGPTICKER_SAPH>", "<FinGPTICKER_KEY$I>", "<FinGPTICKER_KBA>", "<FinGPTICKER_CAN>", "<FinGPTICKER_ROPE>", "<FinGPTICKER_PKB>", "<FinGPTICKER_LSH>", "<FinGPTICKER_SONO>", "<FinGPTICKER_SENEB>", "<FinGPTICKER_AEHR>", "<FinGPTICKER_HEPA>", "<FinGPTICKER_BSX>", "<FinGPTICKER_BYRN>", "<FinGPTICKER_NTLA>", "<FinGPTICKER_REM>", "<FinGPTICKER_CNH>", "<FinGPTICKER_BLFY>", "<FinGPTICKER_ECC>", "<FinGPTICKER_STRV>", "<FinGPTICKER_UPXI>", "<FinGPTICKER_SZZLU>", "<FinGPTICKER_ASST>", "<FinGPTICKER_IETC>", "<FinGPTICKER_ELWS>", "<FinGPTICKER_AOHY>", "<FinGPTICKER_OSUR>", "<FinGPTICKER_GES>", "<FinGPTICKER_IVOO>", "<FinGPTICKER_ADC>", "<FinGPTICKER_DSCF>", "<FinGPTICKER_IBMR>", "<FinGPTICKER_NVEE>", "<FinGPTICKER_NDMO>", "<FinGPTICKER_MYMJ>", "<FinGPTICKER_CSF>", "<FinGPTICKER_RAVI>", "<FinGPTICKER_AIS>", "<FinGPTICKER_DMBS>", "<FinGPTICKER_ENTO>", "<FinGPTICKER_CCSO>", "<FinGPTICKER_PSP>", "<FinGPTICKER_KFY>", "<FinGPTICKER_WETH>", "<FinGPTICKER_AGEM>", "<FinGPTICKER_PJFM>", "<FinGPTICKER_MKC>", "<FinGPTICKER_DFH>", "<FinGPTICKER_IXP>", "<FinGPTICKER_TMAT>", "<FinGPTICKER_BLDP>", "<FinGPTICKER_EPSN>", "<FinGPTICKER_GNOV>", "<FinGPTICKER_FSEC>", "<FinGPTICKER_PSA$H>", "<FinGPTICKER_GOLY>", "<FinGPTICKER_XAUG>", "<FinGPTICKER_LAUR>", "<FinGPTICKER_NOEMU>", "<FinGPTICKER_FCFY>", "<FinGPTICKER_DDIV>", "<FinGPTICKER_AHCO>", "<FinGPTICKER_CADE>", "<FinGPTICKER_NDSN>", "<FinGPTICKER_DIPS>", "<FinGPTICKER_WTRG>", "<FinGPTICKER_MMTM>", "<FinGPTICKER_VMD>", "<FinGPTICKER_FMX>", "<FinGPTICKER_GUG>", "<FinGPTICKER_DCO>", "<FinGPTICKER_ARMU>", "<FinGPTICKER_APRE>", "<FinGPTICKER_RGA>", "<FinGPTICKER_UTZ>", "<FinGPTICKER_CLDL>", "<FinGPTICKER_XVOL>", "<FinGPTICKER_ZVOL>", "<FinGPTICKER_IGSB>", "<FinGPTICKER_PACB>", "<FinGPTICKER_BKTI>", "<FinGPTICKER_NLOP>", "<FinGPTICKER_ENFR>", "<FinGPTICKER_GARP>", "<FinGPTICKER_XAR>", "<FinGPTICKER_LGH>", "<FinGPTICKER_TSLS>", "<FinGPTICKER_VICR>", "<FinGPTICKER_GBX>", "<FinGPTICKER_FORD>", "<FinGPTICKER_COMM>", "<FinGPTICKER_BNDD>", "<FinGPTICKER_VCIT>", "<FinGPTICKER_WTI>", "<FinGPTICKER_WBX>", "<FinGPTICKER_MLAB>", "<FinGPTICKER_AIYY>", "<FinGPTICKER_ONTF>", "<FinGPTICKER_FLL>", "<FinGPTICKER_WFC$C>", "<FinGPTICKER_EXPI>", "<FinGPTICKER_KBSX>", "<FinGPTICKER_GVLU>", "<FinGPTICKER_AMDY>", "<FinGPTICKER_TJUL>", "<FinGPTICKER_BSMR>", "<FinGPTICKER_EMMF>", "<FinGPTICKER_MLSS>", "<FinGPTICKER_HAWX>", "<FinGPTICKER_MFC>", "<FinGPTICKER_GGM>", "<FinGPTICKER_USAI>", "<FinGPTICKER_RLYB>", "<FinGPTICKER_UCO>", "<FinGPTICKER_JHML>", "<FinGPTICKER_NVRI>", "<FinGPTICKER_MFSI>", "<FinGPTICKER_FWRD>", "<FinGPTICKER_ISPC>", "<FinGPTICKER_FEZ>", "<FinGPTICKER_REAL>", "<FinGPTICKER_SCD>", "<FinGPTICKER_BKMC>", "<FinGPTICKER_FXY>", "<FinGPTICKER_THAR>", "<FinGPTICKER_RGCO>", "<FinGPTICKER_SYBX>", "<FinGPTICKER_SPYD>", "<FinGPTICKER_IBIJ>", "<FinGPTICKER_CCJ>", "<FinGPTICKER_XMVM>", "<FinGPTICKER_CLX>", "<FinGPTICKER_RPV>", "<FinGPTICKER_FNGS>", "<FinGPTICKER_TOPT>", "<FinGPTICKER_CPHI>", "<FinGPTICKER_STRM>", "<FinGPTICKER_PAWZ>", "<FinGPTICKER_XFLT$A>", "<FinGPTICKER_TRMD>", "<FinGPTICKER_EVBN>", "<FinGPTICKER_EWA>", "<FinGPTICKER_AKYA>", "<FinGPTICKER_RDUS>", "<FinGPTICKER_IBMP>", "<FinGPTICKER_ALDFU>", "<FinGPTICKER_BBMC>", "<FinGPTICKER_BCDF>", "<FinGPTICKER_PSO>", "<FinGPTICKER_AGMH>", "<FinGPTICKER_HERO>", "<FinGPTICKER_MCBS>", "<FinGPTICKER_SGRY>", "<FinGPTICKER_NEN>", "<FinGPTICKER_SMBS>", "<FinGPTICKER_HCI>", "<FinGPTICKER_WAB>", "<FinGPTICKER_YPF>", "<FinGPTICKER_GBAB>", "<FinGPTICKER_ICL>", "<FinGPTICKER_GFEB>", "<FinGPTICKER_MGY>", "<FinGPTICKER_VKQ>", "<FinGPTICKER_VOT>", "<FinGPTICKER_YCL>", "<FinGPTICKER_AERT>", "<FinGPTICKER_CHIQ>", "<FinGPTICKER_FSI>", "<FinGPTICKER_TOMZ>", "<FinGPTICKER_ARR$C>", "<FinGPTICKER_MNKD>", "<FinGPTICKER_MHF>", "<FinGPTICKER_SOXL>", "<FinGPTICKER_FISR>", "<FinGPTICKER_PUBM>", "<FinGPTICKER_SPXV>", "<FinGPTICKER_IH>", "<FinGPTICKER_SCHQ>", "<FinGPTICKER_KRG>", "<FinGPTICKER_COF$I>", "<FinGPTICKER_SCHW>", "<FinGPTICKER_OXLCN>", "<FinGPTICKER_MASK>", "<FinGPTICKER_RSMV>", "<FinGPTICKER_OBIL>", "<FinGPTICKER_PROK>", "<FinGPTICKER_FLXR>", "<FinGPTICKER_JTEK>", "<FinGPTICKER_SCHB>", "<FinGPTICKER_BJDX>", "<FinGPTICKER_USMV>", "<FinGPTICKER_DFGX>", "<FinGPTICKER_QGRO>", "<FinGPTICKER_ANGO>", "<FinGPTICKER_OASC>", "<FinGPTICKER_IEUS>", "<FinGPTICKER_KNOP>", "<FinGPTICKER_TFI>", "<FinGPTICKER_ASBP>", "<FinGPTICKER_GIPR>", "<FinGPTICKER_DTRE>", "<FinGPTICKER_TSPA>", "<FinGPTICKER_FDVL>", "<FinGPTICKER_KALU>", "<FinGPTICKER_IIGD>", "<FinGPTICKER_DIVS>", "<FinGPTICKER_RFEM>", "<FinGPTICKER_TBFG>", "<FinGPTICKER_IFEB>", "<FinGPTICKER_ATAI>", "<FinGPTICKER_ENGS>", "<FinGPTICKER_MI>", "<FinGPTICKER_QTJA>", "<FinGPTICKER_LINC>", "<FinGPTICKER_SVC>", "<FinGPTICKER_GDV$K>", "<FinGPTICKER_NPK>", "<FinGPTICKER_INR>", "<FinGPTICKER_IXHL>", "<FinGPTICKER_KMPB>", "<FinGPTICKER_ZSPC>", "<FinGPTICKER_IAUM>", "<FinGPTICKER_NABL>", "<FinGPTICKER_SPTI>", "<FinGPTICKER_DBEF>", "<FinGPTICKER_EIS>", "<FinGPTICKER_AZTD>", "<FinGPTICKER_PWER>", "<FinGPTICKER_AMTM>", "<FinGPTICKER_BTCO>", "<FinGPTICKER_XTEN>", "<FinGPTICKER_ESI>", "<FinGPTICKER_VGIT>", "<FinGPTICKER_LTC>", "<FinGPTICKER_DEO>", "<FinGPTICKER_TIXT>", "<FinGPTICKER_TTMI>", "<FinGPTICKER_JCPB>", "<FinGPTICKER_TSME>", "<FinGPTICKER_QS>", "<FinGPTICKER_ONLN>", "<FinGPTICKER_RGR>", "<FinGPTICKER_FXA>", "<FinGPTICKER_CVIE>", "<FinGPTICKER_FEBM>", "<FinGPTICKER_QQQJ>", "<FinGPTICKER_GLBZ>", "<FinGPTICKER_FJUL>", "<FinGPTICKER_KIE>", "<FinGPTICKER_CDRE>", "<FinGPTICKER_DRSK>", "<FinGPTICKER_EVEX>", "<FinGPTICKER_CSV>", "<FinGPTICKER_FNGG>", "<FinGPTICKER_EMTL>", "<FinGPTICKER_CGRO>", "<FinGPTICKER_NYF>", "<FinGPTICKER_FNDA>", "<FinGPTICKER_CNCK>", "<FinGPTICKER_JBSS>", "<FinGPTICKER_RCS>", "<FinGPTICKER_FAN>", "<FinGPTICKER_NRXS>", "<FinGPTICKER_BIPH>", "<FinGPTICKER_COKE>", "<FinGPTICKER_PCCE>", "<FinGPTICKER_VEA>", "<FinGPTICKER_BALT>", "<FinGPTICKER_DVYE>", "<FinGPTICKER_AGQ>", "<FinGPTICKER_SLX>", "<FinGPTICKER_KRMD>", "<FinGPTICKER_FRSX>", "<FinGPTICKER_WEBS>", "<FinGPTICKER_SPH>", "<FinGPTICKER_AHLT>", "<FinGPTICKER_RAIL>", "<FinGPTICKER_TFPM>", "<FinGPTICKER_NAMS>", "<FinGPTICKER_MNST>", "<FinGPTICKER_SRAD>", "<FinGPTICKER_MCSE>", "<FinGPTICKER_MTUL>", "<FinGPTICKER_CUE>", "<FinGPTICKER_CELU>", "<FinGPTICKER_AIEQ>", "<FinGPTICKER_IIM>", "<FinGPTICKER_PSCJ>", "<FinGPTICKER_VBF>", "<FinGPTICKER_WFH>", "<FinGPTICKER_LFAL>", "<FinGPTICKER_MRAL>", "<FinGPTICKER_JNVR>", "<FinGPTICKER_URE>", "<FinGPTICKER_ICLR>", "<FinGPTICKER_ZXYZ.A>", "<FinGPTICKER_ABL>", "<FinGPTICKER_INLX>", "<FinGPTICKER_COLA>", "<FinGPTICKER_AM>", "<FinGPTICKER_GPK>", "<FinGPTICKER_BEEX>", "<FinGPTICKER_MSB>", "<FinGPTICKER_TWO$C>", "<FinGPTICKER_STFS>", "<FinGPTICKER_BFRE>", "<FinGPTICKER_NVOH>", "<FinGPTICKER_TEQI>", "<FinGPTICKER_PFLD>", "<FinGPTICKER_INGN>", "<FinGPTICKER_NEWZ>", "<FinGPTICKER_WAVE>", "<FinGPTICKER_FREL>", "<FinGPTICKER_JCI>", "<FinGPTICKER_NOMD>", "<FinGPTICKER_AIRE>", "<FinGPTICKER_USEP>", "<FinGPTICKER_SMCO>", "<FinGPTICKER_YCBD>", "<FinGPTICKER_AMRC>", "<FinGPTICKER_NMS>", "<FinGPTICKER_TPVG>", "<FinGPTICKER_PSC>", "<FinGPTICKER_CUB>", "<FinGPTICKER_AKRO>", "<FinGPTICKER_SPYV>", "<FinGPTICKER_XBP>", "<FinGPTICKER_LBRT>", "<FinGPTICKER_JPM$J>", "<FinGPTICKER_TSL>", "<FinGPTICKER_DUSA>", "<FinGPTICKER_BSCQ>", "<FinGPTICKER_JULQ>", "<FinGPTICKER_DBC>", "<FinGPTICKER_OPHC>", "<FinGPTICKER_RMCA>", "<FinGPTICKER_SCHK>", "<FinGPTICKER_HUBB>", "<FinGPTICKER_SSPX>", "<FinGPTICKER_KTTA>", "<FinGPTICKER_XDQQ>", "<FinGPTICKER_HEWJ>", "<FinGPTICKER_NRDS>", "<FinGPTICKER_ATLO>", "<FinGPTICKER_AVT>", "<FinGPTICKER_SCHP>", "<FinGPTICKER_VSTE>", "<FinGPTICKER_HEQT>", "<FinGPTICKER_YSXT>", "<FinGPTICKER_GQQQ>", "<FinGPTICKER_FT>", "<FinGPTICKER_FTCS>", "<FinGPTICKER_CNCR>", "<FinGPTICKER_GAB$K>", "<FinGPTICKER_SKX>", "<FinGPTICKER_AAPB>", "<FinGPTICKER_BIB>", "<FinGPTICKER_CPNS>", "<FinGPTICKER_CYRX>", "<FinGPTICKER_BEP>", "<FinGPTICKER_AMWL>", "<FinGPTICKER_PAG>", "<FinGPTICKER_CPRT>", "<FinGPTICKER_LIDR>", "<FinGPTICKER_WST>", "<FinGPTICKER_DSU>", "<FinGPTICKER_TH>", "<FinGPTICKER_HYS>", "<FinGPTICKER_SBIT>", "<FinGPTICKER_RKLB>", "<FinGPTICKER_BRTR>", "<FinGPTICKER_KIO>", "<FinGPTICKER_VERA>", "<FinGPTICKER_SPIN>", "<FinGPTICKER_CSL>", "<FinGPTICKER_ARES>", "<FinGPTICKER_IR>", "<FinGPTICKER_NGL$B>", "<FinGPTICKER_COO>", "<FinGPTICKER_PMFB>", "<FinGPTICKER_WINT>", "<FinGPTICKER_SOHO>", "<FinGPTICKER_TRINI>", "<FinGPTICKER_FICS>", "<FinGPTICKER_CODI>", "<FinGPTICKER_DLNG$B>", "<FinGPTICKER_XWEL>", "<FinGPTICKER_IQHI>", "<FinGPTICKER_AROC>", "<FinGPTICKER_MTB$H>", "<FinGPTICKER_MTN>", "<FinGPTICKER_COLL>", "<FinGPTICKER_MNBD>", "<FinGPTICKER_SMLR>", "<FinGPTICKER_AFG>", "<FinGPTICKER_BBUC>", "<FinGPTICKER_RYLD>", "<FinGPTICKER_GNS>", "<FinGPTICKER_MSTU>", "<FinGPTICKER_RMBS>", "<FinGPTICKER_TNC>", "<FinGPTICKER_LDDR>", "<FinGPTICKER_AVIG>", "<FinGPTICKER_GTY>", "<FinGPTICKER_FIG>", "<FinGPTICKER_ORI>", "<FinGPTICKER_AMX>", "<FinGPTICKER_POR>", "<FinGPTICKER_NXTC>", "<FinGPTICKER_DWLD>", "<FinGPTICKER_JXI>", "<FinGPTICKER_VICE>", "<FinGPTICKER_RSSB>", "<FinGPTICKER_AHYB>", "<FinGPTICKER_IWO>", "<FinGPTICKER_AGNCL>", "<FinGPTICKER_GF>", "<FinGPTICKER_AIOT>", "<FinGPTICKER_IBD>", "<FinGPTICKER_BTCS>", "<FinGPTICKER_MFA>", "<FinGPTICKER_LPX>", "<FinGPTICKER_LIAQ>", "<FinGPTICKER_JUNW>", "<FinGPTICKER_GNTA>", "<FinGPTICKER_HDEF>", "<FinGPTICKER_RXI>", "<FinGPTICKER_KNSA>", "<FinGPTICKER_AMBP>", "<FinGPTICKER_WCLD>", "<FinGPTICKER_LRCX>", "<FinGPTICKER_JANJ>", "<FinGPTICKER_IQQQ>", "<FinGPTICKER_BVFL>", "<FinGPTICKER_GDV>", "<FinGPTICKER_GINX>", "<FinGPTICKER_ISWN>", "<FinGPTICKER_CRSP>", "<FinGPTICKER_BUYZ>", "<FinGPTICKER_FLDB>", "<FinGPTICKER_INBX>", "<FinGPTICKER_SCHX>", "<FinGPTICKER_NXU>", "<FinGPTICKER_JOB>", "<FinGPTICKER_ORGN>", "<FinGPTICKER_RVNU>", "<FinGPTICKER_MRNA>", "<FinGPTICKER_NEPH>", "<FinGPTICKER_TNMG>", "<FinGPTICKER_HLGE>", "<FinGPTICKER_MXI>", "<FinGPTICKER_MSI>", "<FinGPTICKER_BRID>", "<FinGPTICKER_GNR>", "<FinGPTICKER_VRIG>", "<FinGPTICKER_TUR>", "<FinGPTICKER_TEMP>", "<FinGPTICKER_NVMI>", "<FinGPTICKER_MEMS>", "<FinGPTICKER_GLPI>", "<FinGPTICKER_NAN>", "<FinGPTICKER_CASS>", "<FinGPTICKER_ADBE>", "<FinGPTICKER_AWK>", "<FinGPTICKER_MKZR>", "<FinGPTICKER_NMT>", "<FinGPTICKER_MGLD>", "<FinGPTICKER_SPG$J>", "<FinGPTICKER_WLY>", "<FinGPTICKER_FHEQ>", "<FinGPTICKER_NXE>", "<FinGPTICKER_NN>", "<FinGPTICKER_PMF>", "<FinGPTICKER_UNMA>", "<FinGPTICKER_PFGC>", "<FinGPTICKER_JANM>", "<FinGPTICKER_JFB>", "<FinGPTICKER_EIIA>", "<FinGPTICKER_GRYP>", "<FinGPTICKER_BSJS>", "<FinGPTICKER_BSTZ>", "<FinGPTICKER_SETH>", "<FinGPTICKER_EAGL>", "<FinGPTICKER_VKTX>", "<FinGPTICKER_PET>", "<FinGPTICKER_SDIV>", "<FinGPTICKER_PABD>", "<FinGPTICKER_TPC>", "<FinGPTICKER_CODI$A>", "<FinGPTICKER_RNG>", "<FinGPTICKER_STIM>", "<FinGPTICKER_AMD>", "<FinGPTICKER_QLGN>", "<FinGPTICKER_FBLG>", "<FinGPTICKER_AGNC>", "<FinGPTICKER_SLRN>", "<FinGPTICKER_NUV>", "<FinGPTICKER_ALLT>", "<FinGPTICKER_GWX>", "<FinGPTICKER_MDPL>", "<FinGPTICKER_LU>", "<FinGPTICKER_MBCC>", "<FinGPTICKER_PSCD>", "<FinGPTICKER_QARP>", "<FinGPTICKER_COGT>", "<FinGPTICKER_EAI>", "<FinGPTICKER_SPRU>", "<FinGPTICKER_JUNE>", "<FinGPTICKER_TEAM>", "<FinGPTICKER_HVT>", "<FinGPTICKER_AMH$G>", "<FinGPTICKER_OMFS>", "<FinGPTICKER_GFL>", "<FinGPTICKER_XPEL>", "<FinGPTICKER_IGHG>", "<FinGPTICKER_ELA>", "<FinGPTICKER_MVAL>", "<FinGPTICKER_LXRX>", "<FinGPTICKER_YDEC>", "<FinGPTICKER_RVRB>", "<FinGPTICKER_TIPZ>", "<FinGPTICKER_ECML>", "<FinGPTICKER_PRU>", "<FinGPTICKER_BGM>", "<FinGPTICKER_BAC$N>", "<FinGPTICKER_DXD>", "<FinGPTICKER_AGYS>", "<FinGPTICKER_HPK>", "<FinGPTICKER_EEMA>", "<FinGPTICKER_DBMF>", "<FinGPTICKER_ASPCU>", "<FinGPTICKER_AMOD>", "<FinGPTICKER_DFUV>", "<FinGPTICKER_THY>", "<FinGPTICKER_SKLZ>", "<FinGPTICKER_MOMO>", "<FinGPTICKER_TGT>", "<FinGPTICKER_MCR>", "<FinGPTICKER_GVI>", "<FinGPTICKER_LUV>", "<FinGPTICKER_APA>", "<FinGPTICKER_JSCP>", "<FinGPTICKER_UNF>", "<FinGPTICKER_LCFY>", "<FinGPTICKER_SBXD.U>", "<FinGPTICKER_MBOT>", "<FinGPTICKER_DUKB>", "<FinGPTICKER_KNW>", "<FinGPTICKER_USMC>", "<FinGPTICKER_ACLS>", "<FinGPTICKER_RNAC>", "<FinGPTICKER_IWY>", "<FinGPTICKER_PMJA>", "<FinGPTICKER_AXS>", "<FinGPTICKER_NCZ>", "<FinGPTICKER_CWT>", "<FinGPTICKER_AA>", "<FinGPTICKER_STEM>", "<FinGPTICKER_VCSH>", "<FinGPTICKER_MMSI>", "<FinGPTICKER_ALMU>", "<FinGPTICKER_EFG>", "<FinGPTICKER_USCL>", "<FinGPTICKER_ECCW>", "<FinGPTICKER_SND>", "<FinGPTICKER_RSEE>", "<FinGPTICKER_DTSQU>", "<FinGPTICKER_UDMY>", "<FinGPTICKER_SOPH>", "<FinGPTICKER_RDGT>", "<FinGPTICKER_CRM>", "<FinGPTICKER_ALRS>", "<FinGPTICKER_GXC>", "<FinGPTICKER_RTC>", "<FinGPTICKER_STRR>", "<FinGPTICKER_CHPT>", "<FinGPTICKER_CTGO>", "<FinGPTICKER_ZVIA>", "<FinGPTICKER_RENEU>", "<FinGPTICKER_JRVR>", "<FinGPTICKER_RDTE>", "<FinGPTICKER_SSP>", "<FinGPTICKER_LII>", "<FinGPTICKER_AWR>", "<FinGPTICKER_ISPR>", "<FinGPTICKER_IGEB>", "<FinGPTICKER_JPM$L>", "<FinGPTICKER_TECH>", "<FinGPTICKER_TBB>", "<FinGPTICKER_KMB>", "<FinGPTICKER_JADE>", "<FinGPTICKER_NISN>", "<FinGPTICKER_TAVI>", "<FinGPTICKER_ALB>", "<FinGPTICKER_TMH>", "<FinGPTICKER_NEOV>", "<FinGPTICKER_VIVK>", "<FinGPTICKER_TEN$E>", "<FinGPTICKER_AEFC>", "<FinGPTICKER_IYC>", "<FinGPTICKER_AFK>", "<FinGPTICKER_MTSI>", "<FinGPTICKER_SPMC>", "<FinGPTICKER_UEC>", "<FinGPTICKER_ARKB>", "<FinGPTICKER_UCL>", "<FinGPTICKER_RECS>", "<FinGPTICKER_TLSI>", "<FinGPTICKER_PGNY>", "<FinGPTICKER_HCA>", "<FinGPTICKER_IDYA>", "<FinGPTICKER_ELTX>", "<FinGPTICKER_REPX>", "<FinGPTICKER_PFO>", "<FinGPTICKER_TOST>", "<FinGPTICKER_NXXT>", "<FinGPTICKER_RING>", "<FinGPTICKER_BCML>", "<FinGPTICKER_NIKL>", "<FinGPTICKER_SIXF>", "<FinGPTICKER_SRCE>", "<FinGPTICKER_PSTL>", "<FinGPTICKER_AREB>", "<FinGPTICKER_FCA>", "<FinGPTICKER_MET$A>", "<FinGPTICKER_EGUS>", "<FinGPTICKER_PTN>", "<FinGPTICKER_GLDY>", "<FinGPTICKER_CPSY>", "<FinGPTICKER_BBCA>", "<FinGPTICKER_CTEST.O>", "<FinGPTICKER_LDUR>", "<FinGPTICKER_WAT>", "<FinGPTICKER_TDY>", "<FinGPTICKER_QNCX>", "<FinGPTICKER_WAL$A>", "<FinGPTICKER_EQL>", "<FinGPTICKER_ACN>", "<FinGPTICKER_SPHL>", "<FinGPTICKER_ADSK>", "<FinGPTICKER_EW>", "<FinGPTICKER_SEPZ>", "<FinGPTICKER_CL>", "<FinGPTICKER_BURL>", "<FinGPTICKER_CNP>", "<FinGPTICKER_RYAN>", "<FinGPTICKER_UCON>", "<FinGPTICKER_PTLC>", "<FinGPTICKER_IWX>", "<FinGPTICKER_DNA>", "<FinGPTICKER_PECO>", "<FinGPTICKER_LINK>", "<FinGPTICKER_NOCT>", "<FinGPTICKER_AMBO>", "<FinGPTICKER_SPDG>", "<FinGPTICKER_NXC>", "<FinGPTICKER_KVUE>", "<FinGPTICKER_TLT>", "<FinGPTICKER_WIA>", "<FinGPTICKER_GLDI>", "<FinGPTICKER_EMR>", "<FinGPTICKER_RRR>", "<FinGPTICKER_FNX>", "<FinGPTICKER_RNTX>", "<FinGPTICKER_VOO>", "<FinGPTICKER_PTEN>", "<FinGPTICKER_FLYU>", "<FinGPTICKER_RVLV>", "<FinGPTICKER_NMRK>", "<FinGPTICKER_BOW>", "<FinGPTICKER_ECL>", "<FinGPTICKER_IFRA>", "<FinGPTICKER_PLYA>", "<FinGPTICKER_KARS>", "<FinGPTICKER_GUMI>", "<FinGPTICKER_RISR>", "<FinGPTICKER_DWCR>", "<FinGPTICKER_ITRG>", "<FinGPTICKER_SVM>", "<FinGPTICKER_FDLO>", "<FinGPTICKER_VSTA>", "<FinGPTICKER_EBMT>", "<FinGPTICKER_UMAY>", "<FinGPTICKER_MGNR>", "<FinGPTICKER_ULST>", "<FinGPTICKER_EFR>", "<FinGPTICKER_SYF>", "<FinGPTICKER_NGS>", "<FinGPTICKER_NTRP>", "<FinGPTICKER_CHSCL>", "<FinGPTICKER_POLA>", "<FinGPTICKER_PROP>", "<FinGPTICKER_CTRE>", "<FinGPTICKER_DOGZ>", "<FinGPTICKER_ONC>", "<FinGPTICKER_ROMA>", "<FinGPTICKER_PMEC>", "<FinGPTICKER_IMAX>", "<FinGPTICKER_UFI>", "<FinGPTICKER_VSTM>", "<FinGPTICKER_BGLD>", "<FinGPTICKER_ECPG>", "<FinGPTICKER_BANL>", "<FinGPTICKER_NETDU>", "<FinGPTICKER_JHHY>", "<FinGPTICKER_BMRA>", "<FinGPTICKER_HWAY>", "<FinGPTICKER_UE>", "<FinGPTICKER_CABA>", "<FinGPTICKER_ACWI>", "<FinGPTICKER_NYAX>", "<FinGPTICKER_POLE>", "<FinGPTICKER_PALC>", "<FinGPTICKER_MSEX>", "<FinGPTICKER_NGL>", "<FinGPTICKER_GEOS>", "<FinGPTICKER_GLRE>", "<FinGPTICKER_RFAI>", "<FinGPTICKER_BP>", "<FinGPTICKER_MANU>", "<FinGPTICKER_BSVN>", "<FinGPTICKER_IPM>", "<FinGPTICKER_RIG>", "<FinGPTICKER_STKS>", "<FinGPTICKER_CSAN>", "<FinGPTICKER_IDE>", "<FinGPTICKER_SWVL>", "<FinGPTICKER_PKST>", "<FinGPTICKER_SOCL>", "<FinGPTICKER_MBSD>", "<FinGPTICKER_IVLU>", "<FinGPTICKER_IONR>", "<FinGPTICKER_SMWB>", "<FinGPTICKER_FLCG>", "<FinGPTICKER_CBTA>", "<FinGPTICKER_DVDN>", "<FinGPTICKER_DFEN>", "<FinGPTICKER_XCH>", "<FinGPTICKER_CPRX>", "<FinGPTICKER_CAOS>", "<FinGPTICKER_OSEA>", "<FinGPTICKER_CSD>", "<FinGPTICKER_CSM>", "<FinGPTICKER_KLTR>", "<FinGPTICKER_MFA$C>", "<FinGPTICKER_ABEV>", "<FinGPTICKER_BBBS>", "<FinGPTICKER_EMSF>", "<FinGPTICKER_BOCT>", "<FinGPTICKER_KMT>", "<FinGPTICKER_WK>", "<FinGPTICKER_GAIA>", "<FinGPTICKER_HYBX>", "<FinGPTICKER_BRAZ>", "<FinGPTICKER_RHLD>", "<FinGPTICKER_DHCNI>", "<FinGPTICKER_MCHS>", "<FinGPTICKER_DRH>", "<FinGPTICKER_INMD>", "<FinGPTICKER_CPLB>", "<FinGPTICKER_MAGA>", "<FinGPTICKER_GMOI>", "<FinGPTICKER_DLR$J>", "<FinGPTICKER_INV>", "<FinGPTICKER_HDV>", "<FinGPTICKER_DNOW>", "<FinGPTICKER_FMAT>", "<FinGPTICKER_BUSA>", "<FinGPTICKER_EMB>", "<FinGPTICKER_ZXZZT>", "<FinGPTICKER_IPDN>", "<FinGPTICKER_ATXG>", "<FinGPTICKER_PW>", "<FinGPTICKER_SIMAU>", "<FinGPTICKER_STC>", "<FinGPTICKER_ALV>", "<FinGPTICKER_INBK>", "<FinGPTICKER_AOMR>", "<FinGPTICKER_UCYB>", "<FinGPTICKER_MTD>", "<FinGPTICKER_AMPS>", "<FinGPTICKER_SEIS>", "<FinGPTICKER_WNW>", "<FinGPTICKER_IGF>", "<FinGPTICKER_FICO>", "<FinGPTICKER_FDHT>", "<FinGPTICKER_DFSB>", "<FinGPTICKER_LDOS>", "<FinGPTICKER_ATRC>", "<FinGPTICKER_PI>", "<FinGPTICKER_EXEEL>", "<FinGPTICKER_SPGI>", "<FinGPTICKER_SITC>", "<FinGPTICKER_MS$Q>", "<FinGPTICKER_GEV>", "<FinGPTICKER_ARKW>", "<FinGPTICKER_PZT>", "<FinGPTICKER_VYLD>", "<FinGPTICKER_EDOW>", "<FinGPTICKER_KULR>", "<FinGPTICKER_CVRT>", "<FinGPTICKER_KURA>", "<FinGPTICKER_FCF>", "<FinGPTICKER_CMPS>", "<FinGPTICKER_PLUG>", "<FinGPTICKER_IBOC>", "<FinGPTICKER_GJUL>", "<FinGPTICKER_CHAR>", "<FinGPTICKER_CGC>", "<FinGPTICKER_HHH>", "<FinGPTICKER_RSBA>", "<FinGPTICKER_FRGE>", "<FinGPTICKER_MSSM>", "<FinGPTICKER_EWUS>", "<FinGPTICKER_ISCG>", "<FinGPTICKER_NXPI>", "<FinGPTICKER_IRD>", "<FinGPTICKER_DIS>", "<FinGPTICKER_VXZ>", "<FinGPTICKER_PGEN>", "<FinGPTICKER_FSP>", "<FinGPTICKER_IBOT>", "<FinGPTICKER_FBRT$E>", "<FinGPTICKER_FFSM>", "<FinGPTICKER_NECB>", "<FinGPTICKER_TPTA>", "<FinGPTICKER_YRD>", "<FinGPTICKER_WLDR>", "<FinGPTICKER_BBH>", "<FinGPTICKER_SCHF>", "<FinGPTICKER_TRINZ>", "<FinGPTICKER_RGC>", "<FinGPTICKER_UL>", "<FinGPTICKER_SCHR>", "<FinGPTICKER_WB>", "<FinGPTICKER_TSHA>", "<FinGPTICKER_HECO>", "<FinGPTICKER_THR>", "<FinGPTICKER_ARI>", "<FinGPTICKER_MTUS>", "<FinGPTICKER_CADE$A>", "<FinGPTICKER_NUKZ>", "<FinGPTICKER_LNN>", "<FinGPTICKER_WANT>", "<FinGPTICKER_WING>", "<FinGPTICKER_NBIX>", "<FinGPTICKER_SEF>", "<FinGPTICKER_SONM>", "<FinGPTICKER_IPAC>", "<FinGPTICKER_FAX>", "<FinGPTICKER_CVX>", "<FinGPTICKER_NANR>", "<FinGPTICKER_AGH>", "<FinGPTICKER_TWO$A>", "<FinGPTICKER_CROX>", "<FinGPTICKER_NDOW>", "<FinGPTICKER_SMCY>", "<FinGPTICKER_QMNV>", "<FinGPTICKER_QNRX>", "<FinGPTICKER_ABLLL>", "<FinGPTICKER_VOYA$B>", "<FinGPTICKER_ELMD>", "<FinGPTICKER_MRTN>", "<FinGPTICKER_FNLC>", "<FinGPTICKER_FNGD>", "<FinGPTICKER_ASA>", "<FinGPTICKER_MO>", "<FinGPTICKER_COYA>", "<FinGPTICKER_SNEX>", "<FinGPTICKER_GMED>", "<FinGPTICKER_NCV>", "<FinGPTICKER_MAYA>", "<FinGPTICKER_BUYW>", "<FinGPTICKER_GAPR>", "<FinGPTICKER_OALC>", "<FinGPTICKER_LANDM>", "<FinGPTICKER_FRI>", "<FinGPTICKER_TMC>", "<FinGPTICKER_VETZ>", "<FinGPTICKER_WCME>", "<FinGPTICKER_SEM>", "<FinGPTICKER_OCGN>", "<FinGPTICKER_SFIX>", "<FinGPTICKER_AVGE>", "<FinGPTICKER_EVC>", "<FinGPTICKER_EME>", "<FinGPTICKER_CHWY>", "<FinGPTICKER_ZWS>", "<FinGPTICKER_DECW>", "<FinGPTICKER_EMOT>", "<FinGPTICKER_APPN>", "<FinGPTICKER_HEQQ>", "<FinGPTICKER_SLGL>", "<FinGPTICKER_CCK>", "<FinGPTICKER_MXC>", "<FinGPTICKER_BMEZ>", "<FinGPTICKER_RILYN>", "<FinGPTICKER_DRIP>", "<FinGPTICKER_AVD>", "<FinGPTICKER_CENT>", "<FinGPTICKER_DASH>", "<FinGPTICKER_YLD>", "<FinGPTICKER_TRTN$D>", "<FinGPTICKER_FEAT>", "<FinGPTICKER_MTRN>", "<FinGPTICKER_ELTK>", "<FinGPTICKER_GHTA>", "<FinGPTICKER_ETU>", "<FinGPTICKER_HOUS>", "<FinGPTICKER_RMT>", "<FinGPTICKER_TEM>", "<FinGPTICKER_HCSG>", "<FinGPTICKER_LCR>", "<FinGPTICKER_DWAW>", "<FinGPTICKER_HON>", "<FinGPTICKER_KBWR>", "<FinGPTICKER_EGO>", "<FinGPTICKER_BCAL>", "<FinGPTICKER_IVR>", "<FinGPTICKER_IBIF>", "<FinGPTICKER_GSL$B>", "<FinGPTICKER_MHNC>", "<FinGPTICKER_OUNZ>", "<FinGPTICKER_IDV>", "<FinGPTICKER_WRBY>", "<FinGPTICKER_FAF>", "<FinGPTICKER_IBHK>", "<FinGPTICKER_FBGL>", "<FinGPTICKER_IMMR>", "<FinGPTICKER_RAAX>", "<FinGPTICKER_NVX>", "<FinGPTICKER_KLMT>", "<FinGPTICKER_SYNB>", "<FinGPTICKER_PYPL>", "<FinGPTICKER_NDLS>", "<FinGPTICKER_FER>", "<FinGPTICKER_SCCO>", "<FinGPTICKER_PCG>", "<FinGPTICKER_BITB>", "<FinGPTICKER_ABOT>", "<FinGPTICKER_IYR>", "<FinGPTICKER_GRAB>", "<FinGPTICKER_PCOR>", "<FinGPTICKER_USRT>", "<FinGPTICKER_DIVP>", "<FinGPTICKER_XMLV>", "<FinGPTICKER_OXSQG>", "<FinGPTICKER_PAPR>", "<FinGPTICKER_BBN>", "<FinGPTICKER_MMA>", "<FinGPTICKER_XRLX>", "<FinGPTICKER_ONEG>", "<FinGPTICKER_AVSE>", "<FinGPTICKER_ESEA>", "<FinGPTICKER_MAKX>", "<FinGPTICKER_ENOV>", "<FinGPTICKER_ASHS>", "<FinGPTICKER_CET>", "<FinGPTICKER_CMCSA>", "<FinGPTICKER_COR>", "<FinGPTICKER_IVP>", "<FinGPTICKER_CVMC>", "<FinGPTICKER_IWR>", "<FinGPTICKER_RGTX>", "<FinGPTICKER_FWD>", "<FinGPTICKER_XIMR>", "<FinGPTICKER_SBC>", "<FinGPTICKER_MLCO>", "<FinGPTICKER_AMBA>", "<FinGPTICKER_GOSS>", "<FinGPTICKER_YEAR>", "<FinGPTICKER_TFLR>", "<FinGPTICKER_HDSN>", "<FinGPTICKER_XSHD>", "<FinGPTICKER_MUR>", "<FinGPTICKER_TRNR>", "<FinGPTICKER_DX>", "<FinGPTICKER_NMIH>", "<FinGPTICKER_BY>", "<FinGPTICKER_KOPN>", "<FinGPTICKER_BSBK>", "<FinGPTICKER_PTMN>", "<FinGPTICKER_ITOS>", "<FinGPTICKER_WRN>", "<FinGPTICKER_REW>", "<FinGPTICKER_PLNT>", "<FinGPTICKER_ERH>", "<FinGPTICKER_VONE>", "<FinGPTICKER_SOFX>", "<FinGPTICKER_PHH>", "<FinGPTICKER_BTT>", "<FinGPTICKER_MGIH>", "<FinGPTICKER_BCV$A>", "<FinGPTICKER_ULTY>", "<FinGPTICKER_UDIV>", "<FinGPTICKER_IIF>", "<FinGPTICKER_NVDX>", "<FinGPTICKER_CLDX>", "<FinGPTICKER_LODI>", "<FinGPTICKER_GE>", "<FinGPTICKER_FCBD>", "<FinGPTICKER_TDS>", "<FinGPTICKER_FETH>", "<FinGPTICKER_BUFQ>", "<FinGPTICKER_CANG>", "<FinGPTICKER_OMF>", "<FinGPTICKER_ANRO>", "<FinGPTICKER_TFC$O>", "<FinGPTICKER_BPOP>", "<FinGPTICKER_PSK>", "<FinGPTICKER_SCCR>", "<FinGPTICKER_IMMP>", "<FinGPTICKER_WAI>", "<FinGPTICKER_KCAI>", "<FinGPTICKER_BIPI>", "<FinGPTICKER_PEV>", "<FinGPTICKER_AWI>", "<FinGPTICKER_HYEM>", "<FinGPTICKER_EZPW>", "<FinGPTICKER_IGM>", "<FinGPTICKER_CVRX>", "<FinGPTICKER_INSE>", "<FinGPTICKER_CRVO>", "<FinGPTICKER_FCN>", "<FinGPTICKER_NWN>", "<FinGPTICKER_HEAL>", "<FinGPTICKER_HF>", "<FinGPTICKER_PSA$K>", "<FinGPTICKER_ABLV>", "<FinGPTICKER_BSMQ>", "<FinGPTICKER_KIDZ>", "<FinGPTICKER_FAI>", "<FinGPTICKER_FLJH>", "<FinGPTICKER_DGRW>", "<FinGPTICKER_SPRE>", "<FinGPTICKER_XIFR>", "<FinGPTICKER_LIAY>", "<FinGPTICKER_AVTR>", "<FinGPTICKER_ODFL>", "<FinGPTICKER_NCT>", "<FinGPTICKER_NDIV>", "<FinGPTICKER_XRTX>", "<FinGPTICKER_TIGR>", "<FinGPTICKER_NULV>", "<FinGPTICKER_DUSL>", "<FinGPTICKER_NFLP>", "<FinGPTICKER_MEOH>", "<FinGPTICKER_DUOT>", "<FinGPTICKER_KAPA>", "<FinGPTICKER_COWZ>", "<FinGPTICKER_MDU>", "<FinGPTICKER_QCLR>", "<FinGPTICKER_RFMZ>", "<FinGPTICKER_ONEV>", "<FinGPTICKER_SIJ>", "<FinGPTICKER_STAX>", "<FinGPTICKER_EEM>", "<FinGPTICKER_SWKS>", "<FinGPTICKER_AGX>", "<FinGPTICKER_IWB>", "<FinGPTICKER_CPAI>", "<FinGPTICKER_CFBK>", "<FinGPTICKER_MBC>", "<FinGPTICKER_TWNP>", "<FinGPTICKER_SSNC>", "<FinGPTICKER_COPY>", "<FinGPTICKER_MAMB>", "<FinGPTICKER_SAWS>", "<FinGPTICKER_GLADZ>", "<FinGPTICKER_XIJN>", "<FinGPTICKER_ZSL>", "<FinGPTICKER_DXC>", "<FinGPTICKER_VFVA>", "<FinGPTICKER_BWA>", "<FinGPTICKER_IJK>", "<FinGPTICKER_SCHJ>", "<FinGPTICKER_ET>", "<FinGPTICKER_DY>", "<FinGPTICKER_OIA>", "<FinGPTICKER_SGD>", "<FinGPTICKER_FCRX>", "<FinGPTICKER_TAIT>", "<FinGPTICKER_STE>", "<FinGPTICKER_ONEW>", "<FinGPTICKER_VNLA>", "<FinGPTICKER_HROWL>", "<FinGPTICKER_PLDR>", "<FinGPTICKER_CWK>", "<FinGPTICKER_ELD>", "<FinGPTICKER_QLTA>", "<FinGPTICKER_ZVZZT>", "<FinGPTICKER_FMQQ>", "<FinGPTICKER_C$N>", "<FinGPTICKER_DYTA>", "<FinGPTICKER_MSGS>", "<FinGPTICKER_IYG>", "<FinGPTICKER_IVVB>", "<FinGPTICKER_TXMD>", "<FinGPTICKER_IUSB>", "<FinGPTICKER_RBB>", "<FinGPTICKER_CPHC>", "<FinGPTICKER_EVTL>", "<FinGPTICKER_HMC>", "<FinGPTICKER_ACHR>", "<FinGPTICKER_FELE>", "<FinGPTICKER_EPD>", "<FinGPTICKER_SNTI>", "<FinGPTICKER_XHYI>", "<FinGPTICKER_CCEF>", "<FinGPTICKER_DMF>", "<FinGPTICKER_NBB>", "<FinGPTICKER_IYZ>", "<FinGPTICKER_ESGRO>", "<FinGPTICKER_SPHR>", "<FinGPTICKER_USO>", "<FinGPTICKER_EQLT>", "<FinGPTICKER_PCY>", "<FinGPTICKER_BRTX>", "<FinGPTICKER_MARZ>", "<FinGPTICKER_MDT>", "<FinGPTICKER_PAAS>", "<FinGPTICKER_TSEM>", "<FinGPTICKER_SOGP>", "<FinGPTICKER_CTEST>", "<FinGPTICKER_EINC>", "<FinGPTICKER_OFSSH>", "<FinGPTICKER_AIRL>", "<FinGPTICKER_VIGL>", "<FinGPTICKER_CAL>", "<FinGPTICKER_AUBN>", "<FinGPTICKER_PRLB>", "<FinGPTICKER_MMU>", "<FinGPTICKER_KR>", "<FinGPTICKER_PHYL>", "<FinGPTICKER_IMG>", "<FinGPTICKER_BGIG>", "<FinGPTICKER_EFZ>", "<FinGPTICKER_SFD>", "<FinGPTICKER_DOCT>", "<FinGPTICKER_PCRB>", "<FinGPTICKER_CELH>", "<FinGPTICKER_CHAU>", "<FinGPTICKER_ESBA>", "<FinGPTICKER_SDOT>", "<FinGPTICKER_IOO>", "<FinGPTICKER_FFLS>", "<FinGPTICKER_CCRV>", "<FinGPTICKER_HBM>", "<FinGPTICKER_LQDI>", "<FinGPTICKER_ECCX>", "<FinGPTICKER_THG>", "<FinGPTICKER_AAMI>", "<FinGPTICKER_RORO>", "<FinGPTICKER_JHDV>", "<FinGPTICKER_EVMT>", "<FinGPTICKER_HEES>", "<FinGPTICKER_MSIF>", "<FinGPTICKER_VABS>", "<FinGPTICKER_PRIV>", "<FinGPTICKER_UNIT>", "<FinGPTICKER_CMRE$D>", "<FinGPTICKER_TPG>", "<FinGPTICKER_NSTS>", "<FinGPTICKER_ZIMV>", "<FinGPTICKER_MODG>", "<FinGPTICKER_MUC>", "<FinGPTICKER_ZS>", "<FinGPTICKER_BMAX>", "<FinGPTICKER_PRSO>", "<FinGPTICKER_BBIN>", "<FinGPTICKER_MCB>", "<FinGPTICKER_MFG>", "<FinGPTICKER_CAC>", "<FinGPTICKER_XLF>", "<FinGPTICKER_DDOG>", "<FinGPTICKER_CZA>", "<FinGPTICKER_CXAI>", "<FinGPTICKER_SYTA>", "<FinGPTICKER_BINC>", "<FinGPTICKER_RIET>", "<FinGPTICKER_SMH>", "<FinGPTICKER_MOTO>", "<FinGPTICKER_AMAX>", "<FinGPTICKER_BIRD>", "<FinGPTICKER_ED>", "<FinGPTICKER_UTG>", "<FinGPTICKER_KSEP>", "<FinGPTICKER_BIP>", "<FinGPTICKER_DVAL>", "<FinGPTICKER_AIR>", "<FinGPTICKER_GRI>", "<FinGPTICKER_EJUL>", "<FinGPTICKER_KEX>", "<FinGPTICKER_GP>", "<FinGPTICKER_TCRX>", "<FinGPTICKER_RL>", "<FinGPTICKER_GXG>", "<FinGPTICKER_LPTH>", "<FinGPTICKER_DHC>", "<FinGPTICKER_ISD>", "<FinGPTICKER_DEEF>", "<FinGPTICKER_IDN>", "<FinGPTICKER_SNPG>", "<FinGPTICKER_RCD>", "<FinGPTICKER_JBLU>", "<FinGPTICKER_XELB>", "<FinGPTICKER_JVAL>", "<FinGPTICKER_CWB>", "<FinGPTICKER_LOPP>", "<FinGPTICKER_UBCP>", "<FinGPTICKER_ETNB>", "<FinGPTICKER_CMPX>", "<FinGPTICKER_NCNA>", "<FinGPTICKER_CETH>", "<FinGPTICKER_PRN>", "<FinGPTICKER_ASR>", "<FinGPTICKER_SHM>", "<FinGPTICKER_AAAU>", "<FinGPTICKER_XSW>", "<FinGPTICKER_CLRC>", "<FinGPTICKER_LBAY>", "<FinGPTICKER_TRU>", "<FinGPTICKER_LOVE>", "<FinGPTICKER_SAIA>", "<FinGPTICKER_IRON>", "<FinGPTICKER_ENZ>", "<FinGPTICKER_DGICA>", "<FinGPTICKER_NVDL>", "<FinGPTICKER_ONVO>", "<FinGPTICKER_BTA>", "<FinGPTICKER_CTEC>", "<FinGPTICKER_PGP>", "<FinGPTICKER_ALEC>", "<FinGPTICKER_NINE>", "<FinGPTICKER_JBBB>", "<FinGPTICKER_ATEST.B>", "<FinGPTICKER_AAA>", "<FinGPTICKER_FHN$F>", "<FinGPTICKER_CMND>", "<FinGPTICKER_FRDM>", "<FinGPTICKER_EDSA>", "<FinGPTICKER_BKF>", "<FinGPTICKER_KHC>", "<FinGPTICKER_MARPS>", "<FinGPTICKER_SMDX>", "<FinGPTICKER_UPRO>", "<FinGPTICKER_LICN>", "<FinGPTICKER_VITL>", "<FinGPTICKER_MIY>", "<FinGPTICKER_ALCYU>", "<FinGPTICKER_HSCZ>", "<FinGPTICKER_SATX>", "<FinGPTICKER_WTFCM>", "<FinGPTICKER_PDPA>", "<FinGPTICKER_HYFI>", "<FinGPTICKER_RRC>", "<FinGPTICKER_LESL>", "<FinGPTICKER_SDFI>", "<FinGPTICKER_QIS>", "<FinGPTICKER_RNEM>", "<FinGPTICKER_LDRI>", "<FinGPTICKER_ONEY>", "<FinGPTICKER_HNVR>", "<FinGPTICKER_DSWL>", "<FinGPTICKER_FQAL>", "<FinGPTICKER_RIV$A>", "<FinGPTICKER_DEUS>", "<FinGPTICKER_IEMG>", "<FinGPTICKER_SYNA>", "<FinGPTICKER_MCI>", "<FinGPTICKER_AGNG>", "<FinGPTICKER_ANNX>", "<FinGPTICKER_WEEL>", "<FinGPTICKER_IOCT>", "<FinGPTICKER_FEBU>", "<FinGPTICKER_NYMTZ>", "<FinGPTICKER_TRP>", "<FinGPTICKER_AMRN>", "<FinGPTICKER_CPER>", "<FinGPTICKER_HBIO>", "<FinGPTICKER_APGE>", "<FinGPTICKER_FEM>", "<FinGPTICKER_TRVG>", "<FinGPTICKER_OILK>", "<FinGPTICKER_FMHI>", "<FinGPTICKER_FXI>", "<FinGPTICKER_RCT>", "<FinGPTICKER_SMN>", "<FinGPTICKER_OAIM>", "<FinGPTICKER_COF$K>", "<FinGPTICKER_FLX>", "<FinGPTICKER_BKHY>", "<FinGPTICKER_LRE>", "<FinGPTICKER_BRO>", "<FinGPTICKER_ABBV>", "<FinGPTICKER_FPF>", "<FinGPTICKER_JANH>", "<FinGPTICKER_ESE>", "<FinGPTICKER_CXH>", "<FinGPTICKER_EU>", "<FinGPTICKER_ATCH>", "<FinGPTICKER_SCNI>", "<FinGPTICKER_YHNA>", "<FinGPTICKER_CNDT>", "<FinGPTICKER_USIG>", "<FinGPTICKER_SXT>", "<FinGPTICKER_IVAL>", "<FinGPTICKER_TRSG>", "<FinGPTICKER_BKR>", "<FinGPTICKER_QUP>", "<FinGPTICKER_PARR>", "<FinGPTICKER_CODA>", "<FinGPTICKER_IMVT>", "<FinGPTICKER_BEPC>", "<FinGPTICKER_WEST>", "<FinGPTICKER_BETE>", "<FinGPTICKER_CERT>", "<FinGPTICKER_CLSE>", "<FinGPTICKER_REXR$C>", "<FinGPTICKER_TTAN>", "<FinGPTICKER_SOWG>", "<FinGPTICKER_ESGG>", "<FinGPTICKER_GOOY>", "<FinGPTICKER_CCNE>", "<FinGPTICKER_IWS>", "<FinGPTICKER_SXC>", "<FinGPTICKER_FOF>", "<FinGPTICKER_LITP>", "<FinGPTICKER_ESGD>", "<FinGPTICKER_TRC>", "<FinGPTICKER_BKIV>", "<FinGPTICKER_CENX>", "<FinGPTICKER_DCOM>", "<FinGPTICKER_CURV>", "<FinGPTICKER_IKNA>", "<FinGPTICKER_HBCP>", "<FinGPTICKER_AAPG>", "<FinGPTICKER_HPE>", "<FinGPTICKER_MGF>", "<FinGPTICKER_FLBL>", "<FinGPTICKER_HAIL>", "<FinGPTICKER_WYNN>", "<FinGPTICKER_BCX>", "<FinGPTICKER_MAXJ>", "<FinGPTICKER_SHLD>", "<FinGPTICKER_HLXB>", "<FinGPTICKER_OCCIN>", "<FinGPTICKER_VPU>", "<FinGPTICKER_PENN>", "<FinGPTICKER_GREK>", "<FinGPTICKER_SRPT>", "<FinGPTICKER_DIVO>", "<FinGPTICKER_BK$K>", "<FinGPTICKER_NHI>", "<FinGPTICKER_NDVG>", "<FinGPTICKER_JIII>", "<FinGPTICKER_DFAI>", "<FinGPTICKER_GAINN>", "<FinGPTICKER_QTEC>", "<FinGPTICKER_SPBX>", "<FinGPTICKER_WRAP>", "<FinGPTICKER_CMPO>", "<FinGPTICKER_VRSN>", "<FinGPTICKER_FUNC>", "<FinGPTICKER_FLTW>", "<FinGPTICKER_SEIE>", "<FinGPTICKER_LGHL>", "<FinGPTICKER_IGR>", "<FinGPTICKER_IBN>", "<FinGPTICKER_MITN>", "<FinGPTICKER_LOBO>", "<FinGPTICKER_TAX>", "<FinGPTICKER_USG>", "<FinGPTICKER_GNLN>", "<FinGPTICKER_IBDT>", "<FinGPTICKER_WFC>", "<FinGPTICKER_AXP>", "<FinGPTICKER_BLES>", "<FinGPTICKER_AKAN>", "<FinGPTICKER_ATCOL>", "<FinGPTICKER_OILU>", "<FinGPTICKER_FYLD>", "<FinGPTICKER_LIAK>", "<FinGPTICKER_FTAIM>", "<FinGPTICKER_GMRE$A>", "<FinGPTICKER_SURG>", "<FinGPTICKER_AIPI>", "<FinGPTICKER_KELYB>", "<FinGPTICKER_GBDC>", "<FinGPTICKER_MBWM>", "<FinGPTICKER_RAPT>", "<FinGPTICKER_RDY>", "<FinGPTICKER_XRAY>", "<FinGPTICKER_XNCR>", "<FinGPTICKER_VGAS>", "<FinGPTICKER_DGP>", "<FinGPTICKER_SNOY>", "<FinGPTICKER_CHMI$A>", "<FinGPTICKER_IBDS>", "<FinGPTICKER_CAFG>", "<FinGPTICKER_WATT>", "<FinGPTICKER_FCBC>", "<FinGPTICKER_PRGO>", "<FinGPTICKER_PSIG>", "<FinGPTICKER_BUFY>", "<FinGPTICKER_DTC>", "<FinGPTICKER_TPMN>", "<FinGPTICKER_HZO>", "<FinGPTICKER_BDCZ>", "<FinGPTICKER_MVF>", "<FinGPTICKER_MUB>", "<FinGPTICKER_GPJA>", "<FinGPTICKER_THMZ>", "<FinGPTICKER_ISHG>", "<FinGPTICKER_XTWY>", "<FinGPTICKER_GRX>", "<FinGPTICKER_DWAS>", "<FinGPTICKER_GMET>", "<FinGPTICKER_BAC>", "<FinGPTICKER_ACON>", "<FinGPTICKER_APOG>", "<FinGPTICKER_JUNP>", "<FinGPTICKER_PY>", "<FinGPTICKER_SST>", "<FinGPTICKER_CAPT>", "<FinGPTICKER_DUST>", "<FinGPTICKER_AFIX>", "<FinGPTICKER_CFG$E>", "<FinGPTICKER_QQA>", "<FinGPTICKER_MRP>", "<FinGPTICKER_QQLV>", "<FinGPTICKER_MESA>", "<FinGPTICKER_BEMB>", "<FinGPTICKER_PGHL>", "<FinGPTICKER_QVMS>", "<FinGPTICKER_INTT>", "<FinGPTICKER_BSIIU>", "<FinGPTICKER_UGP>", "<FinGPTICKER_ALAI>", "<FinGPTICKER_PAY>", "<FinGPTICKER_QQQM>", "<FinGPTICKER_NIVF>", "<FinGPTICKER_FTRE>", "<FinGPTICKER_ATLN>", "<FinGPTICKER_IGT>", "<FinGPTICKER_IVEG>", "<FinGPTICKER_ARMN>", "<FinGPTICKER_QXQ>", "<FinGPTICKER_EWU>", "<FinGPTICKER_MET$F>", "<FinGPTICKER_PHD>", "<FinGPTICKER_LMUB>", "<FinGPTICKER_SLG$I>", "<FinGPTICKER_ENTX>", "<FinGPTICKER_BHP>", "<FinGPTICKER_TDTF>", "<FinGPTICKER_MCHX>", "<FinGPTICKER_WEED>", "<FinGPTICKER_AHR>", "<FinGPTICKER_AFLG>", "<FinGPTICKER_ABCB>", "<FinGPTICKER_HUIZ>", "<FinGPTICKER_MOS>", "<FinGPTICKER_HCTI>", "<FinGPTICKER_BBC>", "<FinGPTICKER_LIVN>", "<FinGPTICKER_PBFB>", "<FinGPTICKER_SHW>", "<FinGPTICKER_GLAD>", "<FinGPTICKER_FDIF>", "<FinGPTICKER_SEPP>", "<FinGPTICKER_PW$A>", "<FinGPTICKER_IBBQ>", "<FinGPTICKER_IBUY>", "<FinGPTICKER_HBANM>", "<FinGPTICKER_NUSB>", "<FinGPTICKER_PQJA>", "<FinGPTICKER_GOCT>", "<FinGPTICKER_CXSE>", "<FinGPTICKER_ITT>", "<FinGPTICKER_FENC>", "<FinGPTICKER_PK>", "<FinGPTICKER_EATV>", "<FinGPTICKER_JDST>", "<FinGPTICKER_AMPG>", "<FinGPTICKER_TBJL>", "<FinGPTICKER_JIRE>", "<FinGPTICKER_BHST>", "<FinGPTICKER_SIFI>", "<FinGPTICKER_QMCO>", "<FinGPTICKER_RCC>", "<FinGPTICKER_GS$C>", "<FinGPTICKER_CAPN>", "<FinGPTICKER_UTHY>", "<FinGPTICKER_BNDI>", "<FinGPTICKER_JUSA>", "<FinGPTICKER_FMNY>", "<FinGPTICKER_OLPX>", "<FinGPTICKER_LGHT>", "<FinGPTICKER_KLTO>", "<FinGPTICKER_EZPZ>", "<FinGPTICKER_ARKA>", "<FinGPTICKER_SAR>", "<FinGPTICKER_DBVT>", "<FinGPTICKER_BLKC>", "<FinGPTICKER_EVGO>", "<FinGPTICKER_INDB>", "<FinGPTICKER_CPST>", "<FinGPTICKER_ADM>", "<FinGPTICKER_CBNK>", "<FinGPTICKER_ALTL>", "<FinGPTICKER_BZUN>", "<FinGPTICKER_PODD>", "<FinGPTICKER_PHEQ>", "<FinGPTICKER_SF$D>", "<FinGPTICKER_SER>", "<FinGPTICKER_ELME>", "<FinGPTICKER_LEU>", "<FinGPTICKER_AIFE>", "<FinGPTICKER_AIFEU>", "<FinGPTICKER_VSTS>", "<FinGPTICKER_SCEC>", "<FinGPTICKER_SRE>", "<FinGPTICKER_KFIIU>", "<FinGPTICKER_XMAY>", "<FinGPTICKER_UG>", "<FinGPTICKER_BDN>", "<FinGPTICKER_XHS>", "<FinGPTICKER_OVF>", "<FinGPTICKER_SVCC>", "<FinGPTICKER_GOGO>", "<FinGPTICKER_FRPT>", "<FinGPTICKER_NBY>", "<FinGPTICKER_MXL>", "<FinGPTICKER_UAUG>", "<FinGPTICKER_BIAF>", "<FinGPTICKER_ZYXI>", "<FinGPTICKER_FSGS>", "<FinGPTICKER_FITBO>", "<FinGPTICKER_SRG$A>", "<FinGPTICKER_RSLS>", "<FinGPTICKER_NBCE>", "<FinGPTICKER_NZAC>", "<FinGPTICKER_DG>", "<FinGPTICKER_HOFV>", "<FinGPTICKER_HACK>", "<FinGPTICKER_GRID>", "<FinGPTICKER_FID>", "<FinGPTICKER_PIZ>", "<FinGPTICKER_GOP>", "<FinGPTICKER_GLRY>", "<FinGPTICKER_GOTU>", "<FinGPTICKER_ZIEXT>", "<FinGPTICKER_SFB>", "<FinGPTICKER_MFEM>", "<FinGPTICKER_QMOM>", "<FinGPTICKER_AOCT>", "<FinGPTICKER_FBRT>", "<FinGPTICKER_DEA>", "<FinGPTICKER_TRSY>", "<FinGPTICKER_HOPE>", "<FinGPTICKER_DCAP>", "<FinGPTICKER_SHNY>", "<FinGPTICKER_OCX>", "<FinGPTICKER_DYNX>", "<FinGPTICKER_FNDF>", "<FinGPTICKER_JQC>", "<FinGPTICKER_PCG$I>", "<FinGPTICKER_SAIL>", "<FinGPTICKER_SHRY>", "<FinGPTICKER_DRDBU>", "<FinGPTICKER_SGC>", "<FinGPTICKER_SNA>", "<FinGPTICKER_IDRV>", "<FinGPTICKER_UAN>", "<FinGPTICKER_BSCS>", "<FinGPTICKER_DFND>", "<FinGPTICKER_SREA>", "<FinGPTICKER_TFIN>", "<FinGPTICKER_BSY>", "<FinGPTICKER_ATLCZ>", "<FinGPTICKER_OSBC>", "<FinGPTICKER_IINN>", "<FinGPTICKER_DDL>", "<FinGPTICKER_EUSC>", "<FinGPTICKER_LVS>", "<FinGPTICKER_BHAT>", "<FinGPTICKER_DGZ>", "<FinGPTICKER_PCG$H>", "<FinGPTICKER_XSOE>", "<FinGPTICKER_DFNM>", "<FinGPTICKER_TCHI>", "<FinGPTICKER_LMB>", "<FinGPTICKER_NBBK>", "<FinGPTICKER_CMI>", "<FinGPTICKER_MMD>", "<FinGPTICKER_RIV>", "<FinGPTICKER_XHLD>", "<FinGPTICKER_VPLS>", "<FinGPTICKER_RDHL>", "<FinGPTICKER_MRNO>", "<FinGPTICKER_IWFL>", "<FinGPTICKER_COPA>", "<FinGPTICKER_CUBE>", "<FinGPTICKER_FJUN>", "<FinGPTICKER_JHMU>", "<FinGPTICKER_EQIN>", "<FinGPTICKER_TOPS>", "<FinGPTICKER_BCI>", "<FinGPTICKER_PIPE>", "<FinGPTICKER_CANQ>", "<FinGPTICKER_PBHC>", "<FinGPTICKER_GRND>", "<FinGPTICKER_NUHY>", "<FinGPTICKER_CRL>", "<FinGPTICKER_SOAR>", "<FinGPTICKER_HDG>", "<FinGPTICKER_LPCN>", "<FinGPTICKER_ABCL>", "<FinGPTICKER_NBOS>", "<FinGPTICKER_HOCT>", "<FinGPTICKER_ADV>", "<FinGPTICKER_STRS>", "<FinGPTICKER_CHSCO>", "<FinGPTICKER_KEYS>", "<FinGPTICKER_BIBL>", "<FinGPTICKER_AVA>", "<FinGPTICKER_PUSH>", "<FinGPTICKER_CAR>", "<FinGPTICKER_GRPZ>", "<FinGPTICKER_EURK>", "<FinGPTICKER_CLIK>", "<FinGPTICKER_NPKI>", "<FinGPTICKER_ARGD>", "<FinGPTICKER_OOSB>", "<FinGPTICKER_ENZL>", "<FinGPTICKER_DUO>", "<FinGPTICKER_SDA>", "<FinGPTICKER_HAFN>", "<FinGPTICKER_OXLCO>", "<FinGPTICKER_PBI>", "<FinGPTICKER_BGX>", "<FinGPTICKER_ESAB>", "<FinGPTICKER_GIL>", "<FinGPTICKER_ARTL>", "<FinGPTICKER_MBAVU>", "<FinGPTICKER_FCVT>", "<FinGPTICKER_ZDEK>", "<FinGPTICKER_SNV>", "<FinGPTICKER_MYLD>", "<FinGPTICKER_EIPX>", "<FinGPTICKER_HTLM>", "<FinGPTICKER_BBEU>", "<FinGPTICKER_SLGN>", "<FinGPTICKER_GAN>", "<FinGPTICKER_FLHK>", "<FinGPTICKER_NOVP>", "<FinGPTICKER_EXK>", "<FinGPTICKER_ACDC>", "<FinGPTICKER_AR>", "<FinGPTICKER_BF.B>", "<FinGPTICKER_RENB>", "<FinGPTICKER_BSAC>", "<FinGPTICKER_XOVR>", "<FinGPTICKER_MAG>", "<FinGPTICKER_ZVSA>", "<FinGPTICKER_PCH>", "<FinGPTICKER_EEFT>", "<FinGPTICKER_XXCH>", "<FinGPTICKER_FLDZ>", "<FinGPTICKER_ELAB>", "<FinGPTICKER_COMT>", "<FinGPTICKER_PIO>", "<FinGPTICKER_HGBL>", "<FinGPTICKER_CFR$B>", "<FinGPTICKER_IPA>", "<FinGPTICKER_ZEO>", "<FinGPTICKER_CMA>", "<FinGPTICKER_FNV>", "<FinGPTICKER_ROSC>", "<FinGPTICKER_LFGY>", "<FinGPTICKER_MYCM>", "<FinGPTICKER_TTEK>", "<FinGPTICKER_DIVL>", "<FinGPTICKER_MIGI>", "<FinGPTICKER_SCDS>", "<FinGPTICKER_AWX>", "<FinGPTICKER_SMTI>", "<FinGPTICKER_MTG>", "<FinGPTICKER_CGNX>", "<FinGPTICKER_ZVRA>", "<FinGPTICKER_AOD>", "<FinGPTICKER_HURC>", "<FinGPTICKER_RAYJ>", "<FinGPTICKER_PSQO>", "<FinGPTICKER_LGPS>", "<FinGPTICKER_UJB>", "<FinGPTICKER_TV>", "<FinGPTICKER_RKDA>", "<FinGPTICKER_SHEN>", "<FinGPTICKER_CHCO>", "<FinGPTICKER_CGIC>", "<FinGPTICKER_REGCO>", "<FinGPTICKER_ATCO$H>", "<FinGPTICKER_PALL>", "<FinGPTICKER_FLGB>", "<FinGPTICKER_PFFD>", "<FinGPTICKER_XPER>", "<FinGPTICKER_AKAM>", "<FinGPTICKER_AVLC>", "<FinGPTICKER_FNGB>", "<FinGPTICKER_BEEZ>", "<FinGPTICKER_NEWTG>", "<FinGPTICKER_ALL>", "<FinGPTICKER_GOVI>", "<FinGPTICKER_GXUS>", "<FinGPTICKER_VGI>", "<FinGPTICKER_ATLCL>", "<FinGPTICKER_PSIX>", "<FinGPTICKER_SYY>", "<FinGPTICKER_SMA>", "<FinGPTICKER_AZN>", "<FinGPTICKER_MFUS>", "<FinGPTICKER_TRMK>", "<FinGPTICKER_FBTC>", "<FinGPTICKER_FSCC>", "<FinGPTICKER_USPH>", "<FinGPTICKER_SGI>", "<FinGPTICKER_DGX>", "<FinGPTICKER_IPSC>", "<FinGPTICKER_USB$A>", "<FinGPTICKER_VFS>", "<FinGPTICKER_IKT>", "<FinGPTICKER_VYMI>", "<FinGPTICKER_SLNO>", "<FinGPTICKER_TEN>", "<FinGPTICKER_PRI>", "<FinGPTICKER_FAAR>", "<FinGPTICKER_PRFX>", "<FinGPTICKER_RC$C>", "<FinGPTICKER_CIX>", "<FinGPTICKER_SON>", "<FinGPTICKER_ARBE>", "<FinGPTICKER_IRBT>", "<FinGPTICKER_SPMA>", "<FinGPTICKER_XHYE>", "<FinGPTICKER_BKCH>", "<FinGPTICKER_TNDM>", "<FinGPTICKER_VEU>", "<FinGPTICKER_BNTC>", "<FinGPTICKER_OARK>", "<FinGPTICKER_ARTW>", "<FinGPTICKER_CLOD>", "<FinGPTICKER_SPE$C>", "<FinGPTICKER_JIVE>", "<FinGPTICKER_GINN>", "<FinGPTICKER_CTEX>", "<FinGPTICKER_ZEXIT>", "<FinGPTICKER_CPZ>", "<FinGPTICKER_TINY>", "<FinGPTICKER_BNDS>", "<FinGPTICKER_HUN>", "<FinGPTICKER_STXT>", "<FinGPTICKER_BKNG>", "<FinGPTICKER_UAL>", "<FinGPTICKER_CEFA>", "<FinGPTICKER_MRK>", "<FinGPTICKER_DFAT>", "<FinGPTICKER_SOBR>", "<FinGPTICKER_MLP>", "<FinGPTICKER_SENEA>", "<FinGPTICKER_QTTB>", "<FinGPTICKER_TCPB>", "<FinGPTICKER_ENX>", "<FinGPTICKER_LFST>", "<FinGPTICKER_ISTR>", "<FinGPTICKER_BFAM>", "<FinGPTICKER_DVOL>", "<FinGPTICKER_SHEL>", "<FinGPTICKER_MEGL>", "<FinGPTICKER_PTHL>", "<FinGPTICKER_ALKT>", "<FinGPTICKER_FNKO>", "<FinGPTICKER_LPG>", "<FinGPTICKER_SBFM>", "<FinGPTICKER_AWRE>", "<FinGPTICKER_USSH>", "<FinGPTICKER_UPC>", "<FinGPTICKER_NI>", "<FinGPTICKER_DTG>", "<FinGPTICKER_CACC>", "<FinGPTICKER_JPEM>", "<FinGPTICKER_BCSF>", "<FinGPTICKER_ANDE>", "<FinGPTICKER_MTEN>", "<FinGPTICKER_FDBC>", "<FinGPTICKER_TSBX>", "<FinGPTICKER_BK>", "<FinGPTICKER_GME>", "<FinGPTICKER_RBLD>", "<FinGPTICKER_THRY>", "<FinGPTICKER_GEMD>", "<FinGPTICKER_PSNY>", "<FinGPTICKER_CGTL>", "<FinGPTICKER_GRAF>", "<FinGPTICKER_PEO>", "<FinGPTICKER_HCM>", "<FinGPTICKER_AREC>", "<FinGPTICKER_BRDG>", "<FinGPTICKER_RENE>", "<FinGPTICKER_FLRG>", "<FinGPTICKER_WKHS>", "<FinGPTICKER_AJUL>", "<FinGPTICKER_PB>", "<FinGPTICKER_MCRP>", "<FinGPTICKER_SPRC>", "<FinGPTICKER_SBIO>", "<FinGPTICKER_ASGI>", "<FinGPTICKER_MNRO>", "<FinGPTICKER_HRZN>", "<FinGPTICKER_NUGT>", "<FinGPTICKER_MBSF>", "<FinGPTICKER_UMAR>", "<FinGPTICKER_ONFO>", "<FinGPTICKER_VFL>", "<FinGPTICKER_DECZ>", "<FinGPTICKER_EDGI>", "<FinGPTICKER_EFO>", "<FinGPTICKER_BNY>", "<FinGPTICKER_PCG$D>", "<FinGPTICKER_KBWB>", "<FinGPTICKER_PBTP>", "<FinGPTICKER_CTRN>", "<FinGPTICKER_FGDL>", "<FinGPTICKER_NCIQ>", "<FinGPTICKER_UMAC>", "<FinGPTICKER_QH>", "<FinGPTICKER_PEXL>", "<FinGPTICKER_FFBC>", "<FinGPTICKER_BFZ>", "<FinGPTICKER_FUN>", "<FinGPTICKER_CGMS>", "<FinGPTICKER_XEL>", "<FinGPTICKER_GMUN>", "<FinGPTICKER_TESL>", "<FinGPTICKER_MACI>", "<FinGPTICKER_WALD>", "<FinGPTICKER_ZOCT>", "<FinGPTICKER_AGRW>", "<FinGPTICKER_WKEY>", "<FinGPTICKER_SKYQ>", "<FinGPTICKER_LPTX>", "<FinGPTICKER_GRCE>", "<FinGPTICKER_LSPD>", "<FinGPTICKER_DHAI>", "<FinGPTICKER_LCG>", "<FinGPTICKER_GLBS>", "<FinGPTICKER_BSMT>", "<FinGPTICKER_LMND>", "<FinGPTICKER_NBTR>", "<FinGPTICKER_OUSTZ>", "<FinGPTICKER_IMTM>", "<FinGPTICKER_HMOP>", "<FinGPTICKER_GCV>", "<FinGPTICKER_PBPB>", "<FinGPTICKER_AFMD>", "<FinGPTICKER_EICA>", "<FinGPTICKER_DFSD>", "<FinGPTICKER_OMC>", "<FinGPTICKER_GTIM>", "<FinGPTICKER_IRDM>", "<FinGPTICKER_PCM>", "<FinGPTICKER_CVSE>", "<FinGPTICKER_BENJ>", "<FinGPTICKER_XLSR>", "<FinGPTICKER_GH>", "<FinGPTICKER_IAK>", "<FinGPTICKER_BHYB>", "<FinGPTICKER_NAT>", "<FinGPTICKER_AGD>", "<FinGPTICKER_ATNI>", "<FinGPTICKER_CRBD>", "<FinGPTICKER_NOM>", "<FinGPTICKER_ENSG>", "<FinGPTICKER_NVGS>", "<FinGPTICKER_BSCR>", "<FinGPTICKER_STEW>", "<FinGPTICKER_NTHI>", "<FinGPTICKER_CWAN>", "<FinGPTICKER_PLX>", "<FinGPTICKER_UNL>", "<FinGPTICKER_IPKW>", "<FinGPTICKER_TT>", "<FinGPTICKER_NMM>", "<FinGPTICKER_LYV>", "<FinGPTICKER_NRSN>", "<FinGPTICKER_FEOE>", "<FinGPTICKER_HKPD>", "<FinGPTICKER_FAAS>", "<FinGPTICKER_FCUS>", "<FinGPTICKER_BCUS>", "<FinGPTICKER_GECC>", "<FinGPTICKER_BGT>", "<FinGPTICKER_AFIF>", "<FinGPTICKER_BNKU>", "<FinGPTICKER_FTIF>", "<FinGPTICKER_FXNC>", "<FinGPTICKER_DUKZ>", "<FinGPTICKER_AGAE>", "<FinGPTICKER_UTF>", "<FinGPTICKER_USB$S>", "<FinGPTICKER_COPX>", "<FinGPTICKER_XTAP>", "<FinGPTICKER_RWL>", "<FinGPTICKER_FLG$A>", "<FinGPTICKER_SKRE>", "<FinGPTICKER_GRNT>", "<FinGPTICKER_BTM>", "<FinGPTICKER_RWTO>", "<FinGPTICKER_FLEU>", "<FinGPTICKER_IQV>", "<FinGPTICKER_LB>", "<FinGPTICKER_GEL>", "<FinGPTICKER_GB.W>", "<FinGPTICKER_ESGU>", "<FinGPTICKER_HAUZ>", "<FinGPTICKER_NICE>", "<FinGPTICKER_TLRY>", "<FinGPTICKER_USDU>", "<FinGPTICKER_RPHS>", "<FinGPTICKER_FSBW>", "<FinGPTICKER_NXT>", "<FinGPTICKER_HSUN>", "<FinGPTICKER_BFEB>", "<FinGPTICKER_SCC>", "<FinGPTICKER_PEY>", "<FinGPTICKER_EWY>", "<FinGPTICKER_AL>", "<FinGPTICKER_COIG>", "<FinGPTICKER_BIVI>", "<FinGPTICKER_DFLV>", "<FinGPTICKER_BEPI>", "<FinGPTICKER_DIAL>", "<FinGPTICKER_HSPTU>", "<FinGPTICKER_PRAY>", "<FinGPTICKER_SATL>", "<FinGPTICKER_BFRG>", "<FinGPTICKER_IGMS>", "<FinGPTICKER_ARKX>", "<FinGPTICKER_BZQ>", "<FinGPTICKER_CLNE>", "<FinGPTICKER_NLY$F>", "<FinGPTICKER_HSIC>", "<FinGPTICKER_EBR.B>", "<FinGPTICKER_IJAN>", "<FinGPTICKER_IJJ>", "<FinGPTICKER_CHEB>", "<FinGPTICKER_SNDX>", "<FinGPTICKER_RPTX>", "<FinGPTICKER_CAG>", "<FinGPTICKER_NCPB>", "<FinGPTICKER_SMHB>", "<FinGPTICKER_WNEB>", "<FinGPTICKER_RAFE>", "<FinGPTICKER_LGL>", "<FinGPTICKER_INVE>", "<FinGPTICKER_MCO>", "<FinGPTICKER_NTNX>", "<FinGPTICKER_GGT>", "<FinGPTICKER_SGA>", "<FinGPTICKER_VCICU>", "<FinGPTICKER_FPAG>", "<FinGPTICKER_SHC>", "<FinGPTICKER_TLSA>", "<FinGPTICKER_FTXG>", "<FinGPTICKER_CRWS>", "<FinGPTICKER_BIO>", "<FinGPTICKER_IFRX>", "<FinGPTICKER_XRX>", "<FinGPTICKER_FLCA>", "<FinGPTICKER_SDSI>", "<FinGPTICKER_RYSE>", "<FinGPTICKER_ACVA>", "<FinGPTICKER_BBDO>", "<FinGPTICKER_DMO>", "<FinGPTICKER_XYLD>", "<FinGPTICKER_BRF>", "<FinGPTICKER_PPSI>", "<FinGPTICKER_CIVB>", "<FinGPTICKER_FCUV>", "<FinGPTICKER_GMS>", "<FinGPTICKER_PLMR>", "<FinGPTICKER_XISE>", "<FinGPTICKER_WDNA>", "<FinGPTICKER_UMBF>", "<FinGPTICKER_MAVF>", "<FinGPTICKER_DRCT>", "<FinGPTICKER_ABEO>", "<FinGPTICKER_EOSE>", "<FinGPTICKER_MYD>", "<FinGPTICKER_ALEX>", "<FinGPTICKER_FSMB>", "<FinGPTICKER_SMIG>", "<FinGPTICKER_RZC>", "<FinGPTICKER_PEZ>", "<FinGPTICKER_RBA>", "<FinGPTICKER_JKS>", "<FinGPTICKER_XOS>", "<FinGPTICKER_GEGGL>", "<FinGPTICKER_HTB>", "<FinGPTICKER_ATEC>", "<FinGPTICKER_NPV>", "<FinGPTICKER_PETS>", "<FinGPTICKER_FLCO>", "<FinGPTICKER_CYCN>", "<FinGPTICKER_MHN>", "<FinGPTICKER_CLIX>", "<FinGPTICKER_ERII>", "<FinGPTICKER_VRT>", "<FinGPTICKER_SRLN>", "<FinGPTICKER_XTOC>", "<FinGPTICKER_EALT>", "<FinGPTICKER_RNR>", "<FinGPTICKER_LIBD>", "<FinGPTICKER_EMLP>", "<FinGPTICKER_LPBBU>", "<FinGPTICKER_ADTN>", "<FinGPTICKER_XTL>", "<FinGPTICKER_KIDS>", 