{
  "<FinGPTICKER_AAPL>": 31290,
  "<FinGPTICKER_ABBV>": 31078,
  "<FinGPTICKER_ABNB>": 30897,
  "<FinGPTICKER_ABT>": 31340,
  "<FinGPTICKER_ACGL>": 31145,
  "<FinGPTICKER_ACN>": 31376,
  "<FinGPTICKER_ADBE>": 30981,
  "<FinGPTICKER_ADI>": 31209,
  "<FinGPTICKER_ADM>": 31124,
  "<FinGPTICKER_ADP>": 31327,
  "<FinGPTICKER_ADSK>": 31234,
  "<FinGPTICKER_AEE>": 31309,
  "<FinGPTICKER_AEP>": 31276,
  "<FinGPTICKER_AES>": 31134,
  "<FinGPTICKER_AFL>": 31326,
  "<FinGPTICKER_AIG>": 31375,
  "<FinGPTICKER_AIZ>": 31222,
  "<FinGPTICKER_AJG>": 31356,
  "<FinGPTICKER_AKAM>": 31237,
  "<FinGPTICKER_ALB>": 31320,
  "<FinGPTICKER_ALGN>": 31119,
  "<FinGPTICKER_ALL>": 30928,
  "<FinGPTICKER_ALLE>": 31347,
  "<FinGPTICKER_AMAT>": 30895,
  "<FinGPTICKER_AMCR>": 31125,
  "<FinGPTICKER_AMD>": 31089,
  "<FinGPTICKER_AME>": 31298,
  "<FinGPTICKER_AMGN>": 31144,
  "<FinGPTICKER_AMP>": 30923,
  "<FinGPTICKER_AMT>": 31288,
  "<FinGPTICKER_AMZN>": 30963,
  "<FinGPTICKER_ANET>": 31109,
  "<FinGPTICKER_ANSS>": 31114,
  "<FinGPTICKER_AON>": 31259,
  "<FinGPTICKER_AOS>": 30931,
  "<FinGPTICKER_APA>": 31342,
  "<FinGPTICKER_APD>": 31055,
  "<FinGPTICKER_APH>": 30933,
  "<FinGPTICKER_APO>": 30959,
  "<FinGPTICKER_APTV>": 31174,
  "<FinGPTICKER_ARE>": 31060,
  "<FinGPTICKER_ATO>": 31075,
  "<FinGPTICKER_AVB>": 31044,
  "<FinGPTICKER_AVGO>": 31029,
  "<FinGPTICKER_AVY>": 30914,
  "<FinGPTICKER_AWK>": 31047,
  "<FinGPTICKER_AXON>": 30908,
  "<FinGPTICKER_AXP>": 31286,
  "<FinGPTICKER_AZO>": 31006,
  "<FinGPTICKER_BA>": 31248,
  "<FinGPTICKER_BAC>": 31046,
  "<FinGPTICKER_BALL>": 31049,
  "<FinGPTICKER_BAX>": 31213,
  "<FinGPTICKER_BBY>": 31228,
  "<FinGPTICKER_BDX>": 31094,
  "<FinGPTICKER_BEN>": 31311,
  "<FinGPTICKER_BF.B>": 31140,
  "<FinGPTICKER_BG>": 31332,
  "<FinGPTICKER_BIIB>": 31135,
  "<FinGPTICKER_BK>": 30916,
  "<FinGPTICKER_BKNG>": 30985,
  "<FinGPTICKER_BKR>": 31111,
  "<FinGPTICKER_BLDR>": 31161,
  "<FinGPTICKER_BLK>": 31169,
  "<FinGPTICKER_BMY>": 30936,
  "<FinGPTICKER_BR>": 31278,
  "<FinGPTICKER_BRK.B>": 31113,
  "<FinGPTICKER_BRO>": 31191,
  "<FinGPTICKER_BSX>": 30950,
  "<FinGPTICKER_BX>": 30891,
  "<FinGPTICKER_BXP>": 31197,
  "<FinGPTICKER_CAC40>": 30881,
  "<FinGPTICKER_CAG>": 30999,
  "<FinGPTICKER_CAH>": 31112,
  "<FinGPTICKER_CARR>": 30905,
  "<FinGPTICKER_CAT>": 31105,
  "<FinGPTICKER_CB>": 31361,
  "<FinGPTICKER_CBOE>": 31082,
  "<FinGPTICKER_CBRE>": 31215,
  "<FinGPTICKER_CCI>": 31043,
  "<FinGPTICKER_CCL>": 31110,
  "<FinGPTICKER_CDNS>": 31277,
  "<FinGPTICKER_CDW>": 31192,
  "<FinGPTICKER_CEG>": 31126,
  "<FinGPTICKER_CF>": 31218,
  "<FinGPTICKER_CFG>": 31310,
  "<FinGPTICKER_CHD>": 31123,
  "<FinGPTICKER_CHRW>": 31346,
  "<FinGPTICKER_CHTR>": 31282,
  "<FinGPTICKER_CI>": 31204,
  "<FinGPTICKER_CINF>": 30992,
  "<FinGPTICKER_CL>": 30976,
  "<FinGPTICKER_CLX>": 31198,
  "<FinGPTICKER_CMCSA>": 31225,
  "<FinGPTICKER_CME>": 31080,
  "<FinGPTICKER_CMG>": 31343,
  "<FinGPTICKER_CMI>": 31048,
  "<FinGPTICKER_CMS>": 31368,
  "<FinGPTICKER_CNC>": 31164,
  "<FinGPTICKER_CNP>": 31000,
  "<FinGPTICKER_COF>": 30918,
  "<FinGPTICKER_COO>": 30888,
  "<FinGPTICKER_COP>": 31316,
  "<FinGPTICKER_COR>": 31270,
  "<FinGPTICKER_COST>": 31334,
  "<FinGPTICKER_CPAY>": 31238,
  "<FinGPTICKER_CPB>": 31031,
  "<FinGPTICKER_CPRT>": 31149,
  "<FinGPTICKER_CPT>": 30902,
  "<FinGPTICKER_CRL>": 31239,
  "<FinGPTICKER_CRM>": 30940,
  "<FinGPTICKER_CRWD>": 31227,
  "<FinGPTICKER_CSCO>": 31052,
  "<FinGPTICKER_CSGP>": 31025,
  "<FinGPTICKER_CSX>": 30934,
  "<FinGPTICKER_CTAS>": 31088,
  "<FinGPTICKER_CTRA>": 31304,
  "<FinGPTICKER_CTSH>": 30989,
  "<FinGPTICKER_CTVA>": 30986,
  "<FinGPTICKER_CVS>": 30894,
  "<FinGPTICKER_CVX>": 31159,
  "<FinGPTICKER_CZR>": 31266,
  "<FinGPTICKER_DAL>": 31196,
  "<FinGPTICKER_DASH>": 31216,
  "<FinGPTICKER_DAX>": 30880,
  "<FinGPTICKER_DAY>": 31224,
  "<FinGPTICKER_DD>": 31131,
  "<FinGPTICKER_DE>": 30998,
  "<FinGPTICKER_DECK>": 30907,
  "<FinGPTICKER_DELL>": 30955,
  "<FinGPTICKER_DFS>": 31077,
  "<FinGPTICKER_DG>": 31030,
  "<FinGPTICKER_DGX>": 31293,
  "<FinGPTICKER_DHI>": 30997,
  "<FinGPTICKER_DHR>": 31287,
  "<FinGPTICKER_DIS>": 31254,
  "<FinGPTICKER_DLR>": 31302,
  "<FinGPTICKER_DLTR>": 31015,
  "<FinGPTICKER_DOC>": 31092,
  "<FinGPTICKER_DOV>": 31364,
  "<FinGPTICKER_DOW>": 30890,
  "<FinGPTICKER_DPZ>": 30948,
  "<FinGPTICKER_DRI>": 31208,
  "<FinGPTICKER_DTE>": 31253,
  "<FinGPTICKER_DUK>": 31232,
  "<FinGPTICKER_DVA>": 31032,
  "<FinGPTICKER_DVN>": 31365,
  "<FinGPTICKER_DXCM>": 31010,
  "<FinGPTICKER_Dow>": 30875,
  "<FinGPTICKER_DowJones>": 30876,
  "<FinGPTICKER_EA>": 31189,
  "<FinGPTICKER_EBAY>": 31194,
  "<FinGPTICKER_ECL>": 30953,
  "<FinGPTICKER_ED>": 31261,
  "<FinGPTICKER_EFX>": 31203,
  "<FinGPTICKER_EG>": 31354,
  "<FinGPTICKER_EIX>": 30973,
  "<FinGPTICKER_EL>": 31150,
  "<FinGPTICKER_ELV>": 30947,
  "<FinGPTICKER_EMN>": 30893,
  "<FinGPTICKER_EMR>": 31128,
  "<FinGPTICKER_ENPH>": 30911,
  "<FinGPTICKER_EOG>": 31212,
  "<FinGPTICKER_EPAM>": 31095,
  "<FinGPTICKER_EQIX>": 31137,
  "<FinGPTICKER_EQR>": 31272,
  "<FinGPTICKER_EQT>": 31186,
  "<FinGPTICKER_ERIE>": 30978,
  "<FinGPTICKER_ES>": 30912,
  "<FinGPTICKER_ESS>": 31339,
  "<FinGPTICKER_ETN>": 30970,
  "<FinGPTICKER_ETR>": 31329,
  "<FinGPTICKER_EVRG>": 31321,
  "<FinGPTICKER_EW>": 31035,
  "<FinGPTICKER_EXC>": 31108,
  "<FinGPTICKER_EXE>": 31062,
  "<FinGPTICKER_EXPD>": 31221,
  "<FinGPTICKER_EXPE>": 31151,
  "<FinGPTICKER_EXR>": 31370,
  "<FinGPTICKER_FANG>": 31024,
  "<FinGPTICKER_FAST>": 31009,
  "<FinGPTICKER_FCX>": 31036,
  "<FinGPTICKER_FDS>": 31207,
  "<FinGPTICKER_FDX>": 31322,
  "<FinGPTICKER_FE>": 30982,
  "<FinGPTICKER_FFIV>": 31141,
  "<FinGPTICKER_FI>": 31219,
  "<FinGPTICKER_FICO>": 31041,
  "<FinGPTICKER_FIS>": 31306,
  "<FinGPTICKER_FITB>": 30925,
  "<FinGPTICKER_FOX>": 31014,
  "<FinGPTICKER_FOXA>": 31220,
  "<FinGPTICKER_FRT>": 31274,
  "<FinGPTICKER_FSLR>": 31281,
  "<FinGPTICKER_FTNT>": 30994,
  "<FinGPTICKER_FTSE100>": 30878,
  "<FinGPTICKER_FTV>": 30937,
  "<FinGPTICKER_GD>": 31143,
  "<FinGPTICKER_GDDY>": 31294,
  "<FinGPTICKER_GE>": 30900,
  "<FinGPTICKER_GEHC>": 31269,
  "<FinGPTICKER_GEN>": 31016,
  "<FinGPTICKER_GEV>": 31147,
  "<FinGPTICKER_GILD>": 30960,
  "<FinGPTICKER_GIS>": 30913,
  "<FinGPTICKER_GL>": 31358,
  "<FinGPTICKER_GLW>": 31336,
  "<FinGPTICKER_GM>": 30967,
  "<FinGPTICKER_GNRC>": 30935,
  "<FinGPTICKER_GOOG>": 31199,
  "<FinGPTICKER_GOOGL>": 31251,
  "<FinGPTICKER_GPC>": 30977,
  "<FinGPTICKER_GPN>": 31176,
  "<FinGPTICKER_GRMN>": 31350,
  "<FinGPTICKER_GS>": 31085,
  "<FinGPTICKER_GWW>": 31190,
  "<FinGPTICKER_HAL>": 30964,
  "<FinGPTICKER_HAS>": 31214,
  "<FinGPTICKER_HBAN>": 31063,
  "<FinGPTICKER_HCA>": 31099,
  "<FinGPTICKER_HD>": 31242,
  "<FinGPTICKER_HES>": 31087,
  "<FinGPTICKER_HIG>": 31300,
  "<FinGPTICKER_HII>": 30980,
  "<FinGPTICKER_HLT>": 31127,
  "<FinGPTICKER_HOLX>": 30956,
  "<FinGPTICKER_HON>": 31117,
  "<FinGPTICKER_HPE>": 31247,
  "<FinGPTICKER_HPQ>": 31308,
  "<FinGPTICKER_HRL>": 31155,
  "<FinGPTICKER_HSI>": 30882,
  "<FinGPTICKER_HSIC>": 31026,
  "<FinGPTICKER_HST>": 31002,
  "<FinGPTICKER_HSY>": 31034,
  "<FinGPTICKER_HUBB>": 31333,
  "<FinGPTICKER_HUM>": 31166,
  "<FinGPTICKER_HWM>": 31184,
  "<FinGPTICKER_IBM>": 30990,
  "<FinGPTICKER_ICE>": 31023,
  "<FinGPTICKER_IDXX>": 30983,
  "<FinGPTICKER_IEX>": 31256,
  "<FinGPTICKER_IFF>": 31103,
  "<FinGPTICKER_INCY>": 31122,
  "<FinGPTICKER_INTC>": 31057,
  "<FinGPTICKER_INTU>": 30944,
  "<FinGPTICKER_INVH>": 31172,
  "<FinGPTICKER_IP>": 31116,
  "<FinGPTICKER_IPG>": 30988,
  "<FinGPTICKER_IQV>": 31061,
  "<FinGPTICKER_IR>": 31022,
  "<FinGPTICKER_IRM>": 31003,
  "<FinGPTICKER_ISRG>": 30993,
  "<FinGPTICKER_IT>": 31074,
  "<FinGPTICKER_ITW>": 30899,
  "<FinGPTICKER_IVZ>": 31065,
  "<FinGPTICKER_JBHT>": 31249,
  "<FinGPTICKER_JBL>": 31050,
  "<FinGPTICKER_JCI>": 31263,
  "<FinGPTICKER_JKHY>": 30921,
  "<FinGPTICKER_JNJ>": 31054,
  "<FinGPTICKER_JNPR>": 30898,
  "<FinGPTICKER_JPM>": 30909,
  "<FinGPTICKER_KDP>": 30946,
  "<FinGPTICKER_KEY>": 31201,
  "<FinGPTICKER_KEYS>": 31133,
  "<FinGPTICKER_KHC>": 30954,
  "<FinGPTICKER_KIM>": 31157,
  "<FinGPTICKER_KKR>": 31056,
  "<FinGPTICKER_KLAC>": 30949,
  "<FinGPTICKER_KMB>": 31349,
  "<FinGPTICKER_KMI>": 31045,
  "<FinGPTICKER_KMX>": 31005,
  "<FinGPTICKER_KO>": 31355,
  "<FinGPTICKER_KR>": 30984,
  "<FinGPTICKER_KVUE>": 31367,
  "<FinGPTICKER_LDOS>": 31268,
  "<FinGPTICKER_LEN>": 31193,
  "<FinGPTICKER_LH>": 30926,
  "<FinGPTICKER_LHX>": 31210,
  "<FinGPTICKER_LII>": 31139,
  "<FinGPTICKER_LIN>": 31182,
  "<FinGPTICKER_LKQ>": 31100,
  "<FinGPTICKER_LLY>": 31068,
  "<FinGPTICKER_LMT>": 31299,
  "<FinGPTICKER_LNT>": 30927,
  "<FinGPTICKER_LOW>": 31245,
  "<FinGPTICKER_LRCX>": 31013,
  "<FinGPTICKER_LULU>": 31317,
  "<FinGPTICKER_LUV>": 30995,
  "<FinGPTICKER_LVS>": 31360,
  "<FinGPTICKER_LW>": 30945,
  "<FinGPTICKER_LYB>": 30957,
  "<FinGPTICKER_LYV>": 31328,
  "<FinGPTICKER_MA>": 31090,
  "<FinGPTICKER_MAA>": 31038,
  "<FinGPTICKER_MAR>": 31262,
  "<FinGPTICKER_MAS>": 31335,
  "<FinGPTICKER_MCD>": 31374,
  "<FinGPTICKER_MCHP>": 31295,
  "<FinGPTICKER_MCK>": 30887,
  "<FinGPTICKER_MCO>": 31205,
  "<FinGPTICKER_MDLZ>": 31363,
  "<FinGPTICKER_MDT>": 31371,
  "<FinGPTICKER_MET>": 31301,
  "<FinGPTICKER_META>": 30904,
  "<FinGPTICKER_MGM>": 31179,
  "<FinGPTICKER_MHK>": 31223,
  "<FinGPTICKER_MKC>": 31021,
  "<FinGPTICKER_MKTX>": 31283,
  "<FinGPTICKER_MLM>": 31211,
  "<FinGPTICKER_MMC>": 30941,
  "<FinGPTICKER_MMM>": 31362,
  "<FinGPTICKER_MNST>": 30987,
  "<FinGPTICKER_MO>": 31027,
  "<FinGPTICKER_MOH>": 31033,
  "<FinGPTICKER_MOS>": 31296,
  "<FinGPTICKER_MPC>": 30991,
  "<FinGPTICKER_MPWR>": 31007,
  "<FinGPTICKER_MRK>": 30951,
  "<FinGPTICKER_MRNA>": 31231,
  "<FinGPTICKER_MS>": 30962,
  "<FinGPTICKER_MSCI>": 30884,
  "<FinGPTICKER_MSCIWorld>": 30885,
  "<FinGPTICKER_MSCIem>": 30886,
  "<FinGPTICKER_MSFT>": 31173,
  "<FinGPTICKER_MSI>": 31337,
  "<FinGPTICKER_MTB>": 31121,
  "<FinGPTICKER_MTCH>": 31181,
  "<FinGPTICKER_MTD>": 31233,
  "<FinGPTICKER_MU>": 31275,
  "<FinGPTICKER_NASDAQ>": 30877,
  "<FinGPTICKER_NCLH>": 30901,
  "<FinGPTICKER_NDAQ>": 31303,
  "<FinGPTICKER_NDSN>": 31073,
  "<FinGPTICKER_NEE>": 31163,
  "<FinGPTICKER_NEM>": 31202,
  "<FinGPTICKER_NFLX>": 30919,
  "<FinGPTICKER_NI>": 31058,
  "<FinGPTICKER_NKE>": 31064,
  "<FinGPTICKER_NOC>": 31341,
  "<FinGPTICKER_NOW>": 31252,
  "<FinGPTICKER_NRG>": 31115,
  "<FinGPTICKER_NSC>": 31076,
  "<FinGPTICKER_NTAP>": 31051,
  "<FinGPTICKER_NTRS>": 31279,
  "<FinGPTICKER_NUE>": 30969,
  "<FinGPTICKER_NVDA>": 31148,
  "<FinGPTICKER_NVR>": 31312,
  "<FinGPTICKER_NWS>": 31273,
  "<FinGPTICKER_NWSA>": 31324,
  "<FinGPTICKER_NXPI>": 31154,
  "<FinGPTICKER_Nikkei>": 30879,
  "<FinGPTICKER_ODFL>": 31067,
  "<FinGPTICKER_OKE>": 30979,
  "<FinGPTICKER_OMC>": 31241,
  "<FinGPTICKER_ON>": 31168,
  "<FinGPTICKER_ORCL>": 31071,
  "<FinGPTICKER_ORLY>": 31175,
  "<FinGPTICKER_OTIS>": 31377,
  "<FinGPTICKER_OXY>": 31378,
  "<FinGPTICKER_PANW>": 31152,
  "<FinGPTICKER_PARA>": 31039,
  "<FinGPTICKER_PAYC>": 31314,
  "<FinGPTICKER_PAYX>": 31315,
  "<FinGPTICKER_PCAR>": 30974,
  "<FinGPTICKER_PCG>": 30924,
  "<FinGPTICKER_PEG>": 31019,
  "<FinGPTICKER_PEP>": 30932,
  "<FinGPTICKER_PFE>": 31020,
  "<FinGPTICKER_PFG>": 30910,
  "<FinGPTICKER_PG>": 30968,
  "<FinGPTICKER_PGR>": 31180,
  "<FinGPTICKER_PH>": 30952,
  "<FinGPTICKER_PHM>": 31217,
  "<FinGPTICKER_PKG>": 31107,
  "<FinGPTICKER_PLD>": 31230,
  "<FinGPTICKER_PLTR>": 31091,
  "<FinGPTICKER_PM>": 31319,
  "<FinGPTICKER_PNC>": 30903,
  "<FinGPTICKER_PNR>": 31372,
  "<FinGPTICKER_PNW>": 31053,
  "<FinGPTICKER_PODD>": 31040,
  "<FinGPTICKER_POOL>": 30943,
  "<FinGPTICKER_PPG>": 31136,
  "<FinGPTICKER_PPL>": 31244,
  "<FinGPTICKER_PRU>": 31120,
  "<FinGPTICKER_PSA>": 31167,
  "<FinGPTICKER_PSX>": 31132,
  "<FinGPTICKER_PTC>": 31130,
  "<FinGPTICKER_PWR>": 31235,
  "<FinGPTICKER_PYPL>": 30972,
  "<FinGPTICKER_QCOM>": 30892,
  "<FinGPTICKER_RCL>": 30965,
  "<FinGPTICKER_REG>": 31106,
  "<FinGPTICKER_REGN>": 31353,
  "<FinGPTICKER_RF>": 31160,
  "<FinGPTICKER_RJF>": 31359,
  "<FinGPTICKER_RL>": 30966,
  "<FinGPTICKER_RMD>": 31101,
  "<FinGPTICKER_ROK>": 30961,
  "<FinGPTICKER_ROL>": 31236,
  "<FinGPTICKER_ROP>": 31305,
  "<FinGPTICKER_ROST>": 31083,
  "<FinGPTICKER_RSG>": 31373,
  "<FinGPTICKER_RTX>": 31011,
  "<FinGPTICKER_RVTY>": 31171,
  "<FinGPTICKER_Russell>": 30883,
  "<FinGPTICKER_S&P500>": 30874,
  "<FinGPTICKER_S&P>": 30873,
  "<FinGPTICKER_SBAC>": 31072,
  "<FinGPTICKER_SBUX>": 31070,
  "<FinGPTICKER_SCHW>": 31098,
  "<FinGPTICKER_SHW>": 31153,
  "<FinGPTICKER_SJM>": 30929,
  "<FinGPTICKER_SLB>": 31352,
  "<FinGPTICKER_SMCI>": 31079,
  "<FinGPTICKER_SNA>": 31093,
  "<FinGPTICKER_SNPS>": 31037,
  "<FinGPTICKER_SO>": 31369,
  "<FinGPTICKER_SOLV>": 31265,
  "<FinGPTICKER_SPG>": 31226,
  "<FinGPTICKER_SPGI>": 31344,
  "<FinGPTICKER_SRE>": 31291,
  "<FinGPTICKER_STE>": 31142,
  "<FinGPTICKER_STLD>": 31307,
  "<FinGPTICKER_STT>": 31162,
  "<FinGPTICKER_STX>": 31165,
  "<FinGPTICKER_STZ>": 31004,
  "<FinGPTICKER_SW>": 31366,
  "<FinGPTICKER_SWK>": 31250,
  "<FinGPTICKER_SWKS>": 31330,
  "<FinGPTICKER_SYF>": 31351,
  "<FinGPTICKER_SYK>": 31267,
  "<FinGPTICKER_SYY>": 31313,
  "<FinGPTICKER_TAP>": 31297,
  "<FinGPTICKER_TDG>": 30915,
  "<FinGPTICKER_TDY>": 31200,
  "<FinGPTICKER_TECH>": 31289,
  "<FinGPTICKER_TEL>": 31357,
  "<FinGPTICKER_TER>": 31195,
  "<FinGPTICKER_TFC>": 31059,
  "<FinGPTICKER_TGT>": 30889,
  "<FinGPTICKER_TJX>": 30922,
  "<FinGPTICKER_TKO>": 31158,
  "<FinGPTICKER_TMO>": 31264,
  "<FinGPTICKER_TMUS>": 31001,
  "<FinGPTICKER_TPL>": 31258,
  "<FinGPTICKER_TPR>": 31086,
  "<FinGPTICKER_TRGP>": 31331,
  "<FinGPTICKER_TRMB>": 30996,
  "<FinGPTICKER_TROW>": 31292,
  "<FinGPTICKER_TRV>": 31012,
  "<FinGPTICKER_TSCO>": 31255,
  "<FinGPTICKER_TSLA>": 30917,
  "<FinGPTICKER_TSN>": 31042,
  "<FinGPTICKER_TT>": 30906,
  "<FinGPTICKER_TTWO>": 30920,
  "<FinGPTICKER_TXN>": 31156,
  "<FinGPTICKER_TXT>": 31246,
  "<FinGPTICKER_TYL>": 31081,
  "<FinGPTICKER_UAL>": 31271,
  "<FinGPTICKER_UBER>": 31325,
  "<FinGPTICKER_UDR>": 31348,
  "<FinGPTICKER_UHS>": 31129,
  "<FinGPTICKER_ULTA>": 31206,
  "<FinGPTICKER_UNH>": 31280,
  "<FinGPTICKER_UNP>": 31102,
  "<FinGPTICKER_UPS>": 31170,
  "<FinGPTICKER_URI>": 31066,
  "<FinGPTICKER_USB>": 31178,
  "<FinGPTICKER_VICI>": 31018,
  "<FinGPTICKER_VLO>": 31104,
  "<FinGPTICKER_VLTO>": 31260,
  "<FinGPTICKER_VMC>": 31345,
  "<FinGPTICKER_VRSK>": 31185,
  "<FinGPTICKER_VRSN>": 30958,
  "<FinGPTICKER_VRTX>": 30975,
  "<FinGPTICKER_VST>": 31243,
  "<FinGPTICKER_VTR>": 30930,
  "<FinGPTICKER_VTRS>": 31338,
  "<FinGPTICKER_VZ>": 31188,
  "<FinGPTICKER_WAB>": 31323,
  "<FinGPTICKER_WAT>": 31017,
  "<FinGPTICKER_WBA>": 31318,
  "<FinGPTICKER_WBD>": 31240,
  "<FinGPTICKER_WDAY>": 30938,
  "<FinGPTICKER_WDC>": 30971,
  "<FinGPTICKER_WEC>": 31285,
  "<FinGPTICKER_WELL>": 31177,
  "<FinGPTICKER_WFC>": 31096,
  "<FinGPTICKER_WM>": 31084,
  "<FinGPTICKER_WMB>": 31069,
  "<FinGPTICKER_WMT>": 31183,
  "<FinGPTICKER_WRB>": 30896,
  "<FinGPTICKER_WSM>": 31187,
  "<FinGPTICKER_WST>": 31229,
  "<FinGPTICKER_WTW>": 31028,
  "<FinGPTICKER_WY>": 30939,
  "<FinGPTICKER_WYNN>": 30942,
  "<FinGPTICKER_XEL>": 31008,
  "<FinGPTICKER_XOM>": 31097,
  "<FinGPTICKER_XYL>": 31118,
  "<FinGPTICKER_YUM>": 31257,
  "<FinGPTICKER_ZBH>": 31284,
  "<FinGPTICKER_ZBRA>": 31138,
  "<FinGPTICKER_ZTS>": 31146,
  "BTC": 31384,
  "Q1": 31388,
  "Q2": 31389,
  "Q3": 31390,
  "Q4": 31391,
  "[FinNUM:###%]": 31449,
  "[FinNUM:###B]": 31468,
  "[FinNUM:###K]": 31466,
  "[FinNUM:###M]": 31467,
  "[FinNUM:###T]": 31469,
  "[FinNUM:###]": 31394,
  "[FinNUM:##%]": 31448,
  "[FinNUM:##B]": 31464,
  "[FinNUM:##K]": 31462,
  "[FinNUM:##M]": 31463,
  "[FinNUM:##T]": 31465,
  "[FinNUM:##]": 31393,
  "[FinNUM:#%]": 31447,
  "[FinNUM:#B]": 31460,
  "[FinNUM:#K]": 31458,
  "[FinNUM:#M]": 31459,
  "[FinNUM:#T]": 31461,
  "[FinNUM:#]": 31392,
  "[FinNUM:$###B]": 31512,
  "[FinNUM:$###K]": 31510,
  "[FinNUM:$###M]": 31511,
  "[FinNUM:$###T]": 31513,
  "[FinNUM:$###]": 31405,
  "[FinNUM:$##B]": 31508,
  "[FinNUM:$##K]": 31506,
  "[FinNUM:$##M]": 31507,
  "[FinNUM:$##T]": 31509,
  "[FinNUM:$##]": 31404,
  "[FinNUM:$#B]": 31504,
  "[FinNUM:$#K]": 31502,
  "[FinNUM:$#M]": 31503,
  "[FinNUM:$#T]": 31505,
  "[FinNUM:$#]": 31403,
  "[FinNUM:$0.##B]": 31520,
  "[FinNUM:$0.##K]": 31518,
  "[FinNUM:$0.##M]": 31519,
  "[FinNUM:$0.##T]": 31521,
  "[FinNUM:$0.##]": 31407,
  "[FinNUM:$0.#B]": 31516,
  "[FinNUM:$0.#K]": 31514,
  "[FinNUM:$0.#M]": 31515,
  "[FinNUM:$0.#T]": 31517,
  "[FinNUM:$0.#]": 31406,
  "[FinNUM:$1.##B]": 31528,
  "[FinNUM:$1.##K]": 31526,
  "[FinNUM:$1.##M]": 31527,
  "[FinNUM:$1.##T]": 31529,
  "[FinNUM:$1.##]": 31409,
  "[FinNUM:$1.#B]": 31524,
  "[FinNUM:$1.#K]": 31522,
  "[FinNUM:$1.#M]": 31523,
  "[FinNUM:$1.#T]": 31525,
  "[FinNUM:$1.#]": 31408,
  "[FinNUM:$2.##B]": 31536,
  "[FinNUM:$2.##K]": 31534,
  "[FinNUM:$2.##M]": 31535,
  "[FinNUM:$2.##T]": 31537,
  "[FinNUM:$2.##]": 31411,
  "[FinNUM:$2.#B]": 31532,
  "[FinNUM:$2.#K]": 31530,
  "[FinNUM:$2.#M]": 31531,
  "[FinNUM:$2.#T]": 31533,
  "[FinNUM:$2.#]": 31410,
  "[FinNUM:$3.#B]": 31540,
  "[FinNUM:$3.#K]": 31538,
  "[FinNUM:$3.#M]": 31539,
  "[FinNUM:$3.#T]": 31541,
  "[FinNUM:$3.#]": 31412,
  "[FinNUM:$4.#B]": 31544,
  "[FinNUM:$4.#K]": 31542,
  "[FinNUM:$4.#M]": 31543,
  "[FinNUM:$4.#T]": 31545,
  "[FinNUM:$4.#]": 31413,
  "[FinNUM:-###%]": 31680,
  "[FinNUM:-###B]": 31699,
  "[FinNUM:-###K]": 31697,
  "[FinNUM:-###M]": 31698,
  "[FinNUM:-###T]": 31700,
  "[FinNUM:-###]": 31911,
  "[FinNUM:-##%]": 31679,
  "[FinNUM:-##B]": 31695,
  "[FinNUM:-##K]": 31693,
  "[FinNUM:-##M]": 31694,
  "[FinNUM:-##T]": 31696,
  "[FinNUM:-##]": 31910,
  "[FinNUM:-#%]": 31678,
  "[FinNUM:-#B]": 31691,
  "[FinNUM:-#K]": 31689,
  "[FinNUM:-#M]": 31690,
  "[FinNUM:-#T]": 31692,
  "[FinNUM:-#]": 31909,
  "[FinNUM:-$###B]": 31743,
  "[FinNUM:-$###K]": 31741,
  "[FinNUM:-$###M]": 31742,
  "[FinNUM:-$###T]": 31744,
  "[FinNUM:-$###]": 31922,
  "[FinNUM:-$##B]": 31739,
  "[FinNUM:-$##K]": 31737,
  "[FinNUM:-$##M]": 31738,
  "[FinNUM:-$##T]": 31740,
  "[FinNUM:-$##]": 31921,
  "[FinNUM:-$#B]": 31735,
  "[FinNUM:-$#K]": 31733,
  "[FinNUM:-$#M]": 31734,
  "[FinNUM:-$#T]": 31736,
  "[FinNUM:-$#]": 31920,
  "[FinNUM:-$0.##B]": 31751,
  "[FinNUM:-$0.##K]": 31749,
  "[FinNUM:-$0.##M]": 31750,
  "[FinNUM:-$0.##T]": 31752,
  "[FinNUM:-$0.##]": 31924,
  "[FinNUM:-$0.#B]": 31747,
  "[FinNUM:-$0.#K]": 31745,
  "[FinNUM:-$0.#M]": 31746,
  "[FinNUM:-$0.#T]": 31748,
  "[FinNUM:-$0.#]": 31923,
  "[FinNUM:-$1.##B]": 31759,
  "[FinNUM:-$1.##K]": 31757,
  "[FinNUM:-$1.##M]": 31758,
  "[FinNUM:-$1.##T]": 31760,
  "[FinNUM:-$1.##]": 31926,
  "[FinNUM:-$1.#B]": 31755,
  "[FinNUM:-$1.#K]": 31753,
  "[FinNUM:-$1.#M]": 31754,
  "[FinNUM:-$1.#T]": 31756,
  "[FinNUM:-$1.#]": 31925,
  "[FinNUM:-$2.##B]": 31767,
  "[FinNUM:-$2.##K]": 31765,
  "[FinNUM:-$2.##M]": 31766,
  "[FinNUM:-$2.##T]": 31768,
  "[FinNUM:-$2.##]": 31928,
  "[FinNUM:-$2.#B]": 31763,
  "[FinNUM:-$2.#K]": 31761,
  "[FinNUM:-$2.#M]": 31762,
  "[FinNUM:-$2.#T]": 31764,
  "[FinNUM:-$2.#]": 31927,
  "[FinNUM:-$3.#B]": 31771,
  "[FinNUM:-$3.#K]": 31769,
  "[FinNUM:-$3.#M]": 31770,
  "[FinNUM:-$3.#T]": 31772,
  "[FinNUM:-$3.#]": 31929,
  "[FinNUM:-$4.#B]": 31775,
  "[FinNUM:-$4.#K]": 31773,
  "[FinNUM:-$4.#M]": 31774,
  "[FinNUM:-$4.#T]": 31776,
  "[FinNUM:-$4.#]": 31930,
  "[FinNUM:-0.##%]": 31682,
  "[FinNUM:-0.##B]": 31707,
  "[FinNUM:-0.##K]": 31705,
  "[FinNUM:-0.##M]": 31706,
  "[FinNUM:-0.##T]": 31708,
  "[FinNUM:-0.##]": 31913,
  "[FinNUM:-0.#%]": 31681,
  "[FinNUM:-0.#B]": 31703,
  "[FinNUM:-0.#K]": 31701,
  "[FinNUM:-0.#M]": 31702,
  "[FinNUM:-0.#T]": 31704,
  "[FinNUM:-0.#]": 31912,
  "[FinNUM:-1.##%]": 31684,
  "[FinNUM:-1.##B]": 31715,
  "[FinNUM:-1.##K]": 31713,
  "[FinNUM:-1.##M]": 31714,
  "[FinNUM:-1.##T]": 31716,
  "[FinNUM:-1.##]": 31915,
  "[FinNUM:-1.#%]": 31683,
  "[FinNUM:-1.#B]": 31711,
  "[FinNUM:-1.#K]": 31709,
  "[FinNUM:-1.#M]": 31710,
  "[FinNUM:-1.#T]": 31712,
  "[FinNUM:-1.#]": 31914,
  "[FinNUM:-2.##%]": 31686,
  "[FinNUM:-2.##B]": 31723,
  "[FinNUM:-2.##K]": 31721,
  "[FinNUM:-2.##M]": 31722,
  "[FinNUM:-2.##T]": 31724,
  "[FinNUM:-2.##]": 31917,
  "[FinNUM:-2.#%]": 31685,
  "[FinNUM:-2.#B]": 31719,
  "[FinNUM:-2.#K]": 31717,
  "[FinNUM:-2.#M]": 31718,
  "[FinNUM:-2.#T]": 31720,
  "[FinNUM:-2.#]": 31916,
  "[FinNUM:-3.#%]": 31687,
  "[FinNUM:-3.#B]": 31727,
  "[FinNUM:-3.#K]": 31725,
  "[FinNUM:-3.#M]": 31726,
  "[FinNUM:-3.#T]": 31728,
  "[FinNUM:-3.#]": 31918,
  "[FinNUM:-4.#%]": 31688,
  "[FinNUM:-4.#B]": 31731,
  "[FinNUM:-4.#K]": 31729,
  "[FinNUM:-4.#M]": 31730,
  "[FinNUM:-4.#T]": 31732,
  "[FinNUM:-4.#]": 31919,
  "[FinNUM:-£###B]": 31831,
  "[FinNUM:-£###K]": 31829,
  "[FinNUM:-£###M]": 31830,
  "[FinNUM:-£###T]": 31832,
  "[FinNUM:-£###]": 31944,
  "[FinNUM:-£##B]": 31827,
  "[FinNUM:-£##K]": 31825,
  "[FinNUM:-£##M]": 31826,
  "[FinNUM:-£##T]": 31828,
  "[FinNUM:-£##]": 31943,
  "[FinNUM:-£#B]": 31823,
  "[FinNUM:-£#K]": 31821,
  "[FinNUM:-£#M]": 31822,
  "[FinNUM:-£#T]": 31824,
  "[FinNUM:-£#]": 31942,
  "[FinNUM:-£0.##B]": 31839,
  "[FinNUM:-£0.##K]": 31837,
  "[FinNUM:-£0.##M]": 31838,
  "[FinNUM:-£0.##T]": 31840,
  "[FinNUM:-£0.##]": 31946,
  "[FinNUM:-£0.#B]": 31835,
  "[FinNUM:-£0.#K]": 31833,
  "[FinNUM:-£0.#M]": 31834,
  "[FinNUM:-£0.#T]": 31836,
  "[FinNUM:-£0.#]": 31945,
  "[FinNUM:-£1.##B]": 31847,
  "[FinNUM:-£1.##K]": 31845,
  "[FinNUM:-£1.##M]": 31846,
  "[FinNUM:-£1.##T]": 31848,
  "[FinNUM:-£1.##]": 31948,
  "[FinNUM:-£1.#B]": 31843,
  "[FinNUM:-£1.#K]": 31841,
  "[FinNUM:-£1.#M]": 31842,
  "[FinNUM:-£1.#T]": 31844,
  "[FinNUM:-£1.#]": 31947,
  "[FinNUM:-£2.##B]": 31855,
  "[FinNUM:-£2.##K]": 31853,
  "[FinNUM:-£2.##M]": 31854,
  "[FinNUM:-£2.##T]": 31856,
  "[FinNUM:-£2.##]": 31950,
  "[FinNUM:-£2.#B]": 31851,
  "[FinNUM:-£2.#K]": 31849,
  "[FinNUM:-£2.#M]": 31850,
  "[FinNUM:-£2.#T]": 31852,
  "[FinNUM:-£2.#]": 31949,
  "[FinNUM:-£3.#B]": 31859,
  "[FinNUM:-£3.#K]": 31857,
  "[FinNUM:-£3.#M]": 31858,
  "[FinNUM:-£3.#T]": 31860,
  "[FinNUM:-£3.#]": 31951,
  "[FinNUM:-£4.#B]": 31863,
  "[FinNUM:-£4.#K]": 31861,
  "[FinNUM:-£4.#M]": 31862,
  "[FinNUM:-£4.#T]": 31864,
  "[FinNUM:-£4.#]": 31952,
  "[FinNUM:-¥###B]": 31875,
  "[FinNUM:-¥###K]": 31873,
  "[FinNUM:-¥###M]": 31874,
  "[FinNUM:-¥###T]": 31876,
  "[FinNUM:-¥###]": 31955,
  "[FinNUM:-¥##B]": 31871,
  "[FinNUM:-¥##K]": 31869,
  "[FinNUM:-¥##M]": 31870,
  "[FinNUM:-¥##T]": 31872,
  "[FinNUM:-¥##]": 31954,
  "[FinNUM:-¥#B]": 31867,
  "[FinNUM:-¥#K]": 31865,
  "[FinNUM:-¥#M]": 31866,
  "[FinNUM:-¥#T]": 31868,
  "[FinNUM:-¥#]": 31953,
  "[FinNUM:-¥0.##B]": 31883,
  "[FinNUM:-¥0.##K]": 31881,
  "[FinNUM:-¥0.##M]": 31882,
  "[FinNUM:-¥0.##T]": 31884,
  "[FinNUM:-¥0.##]": 31957,
  "[FinNUM:-¥0.#B]": 31879,
  "[FinNUM:-¥0.#K]": 31877,
  "[FinNUM:-¥0.#M]": 31878,
  "[FinNUM:-¥0.#T]": 31880,
  "[FinNUM:-¥0.#]": 31956,
  "[FinNUM:-¥1.##B]": 31891,
  "[FinNUM:-¥1.##K]": 31889,
  "[FinNUM:-¥1.##M]": 31890,
  "[FinNUM:-¥1.##T]": 31892,
  "[FinNUM:-¥1.##]": 31959,
  "[FinNUM:-¥1.#B]": 31887,
  "[FinNUM:-¥1.#K]": 31885,
  "[FinNUM:-¥1.#M]": 31886,
  "[FinNUM:-¥1.#T]": 31888,
  "[FinNUM:-¥1.#]": 31958,
  "[FinNUM:-¥2.##B]": 31899,
  "[FinNUM:-¥2.##K]": 31897,
  "[FinNUM:-¥2.##M]": 31898,
  "[FinNUM:-¥2.##T]": 31900,
  "[FinNUM:-¥2.##]": 31961,
  "[FinNUM:-¥2.#B]": 31895,
  "[FinNUM:-¥2.#K]": 31893,
  "[FinNUM:-¥2.#M]": 31894,
  "[FinNUM:-¥2.#T]": 31896,
  "[FinNUM:-¥2.#]": 31960,
  "[FinNUM:-¥3.#B]": 31903,
  "[FinNUM:-¥3.#K]": 31901,
  "[FinNUM:-¥3.#M]": 31902,
  "[FinNUM:-¥3.#T]": 31904,
  "[FinNUM:-¥3.#]": 31962,
  "[FinNUM:-¥4.#B]": 31907,
  "[FinNUM:-¥4.#K]": 31905,
  "[FinNUM:-¥4.#M]": 31906,
  "[FinNUM:-¥4.#T]": 31908,
  "[FinNUM:-¥4.#]": 31963,
  "[FinNUM:-€###B]": 31787,
  "[FinNUM:-€###K]": 31785,
  "[FinNUM:-€###M]": 31786,
  "[FinNUM:-€###T]": 31788,
  "[FinNUM:-€###]": 31933,
  "[FinNUM:-€##B]": 31783,
  "[FinNUM:-€##K]": 31781,
  "[FinNUM:-€##M]": 31782,
  "[FinNUM:-€##T]": 31784,
  "[FinNUM:-€##]": 31932,
  "[FinNUM:-€#B]": 31779,
  "[FinNUM:-€#K]": 31777,
  "[FinNUM:-€#M]": 31778,
  "[FinNUM:-€#T]": 31780,
  "[FinNUM:-€#]": 31931,
  "[FinNUM:-€0.##B]": 31795,
  "[FinNUM:-€0.##K]": 31793,
  "[FinNUM:-€0.##M]": 31794,
  "[FinNUM:-€0.##T]": 31796,
  "[FinNUM:-€0.##]": 31935,
  "[FinNUM:-€0.#B]": 31791,
  "[FinNUM:-€0.#K]": 31789,
  "[FinNUM:-€0.#M]": 31790,
  "[FinNUM:-€0.#T]": 31792,
  "[FinNUM:-€0.#]": 31934,
  "[FinNUM:-€1.##B]": 31803,
  "[FinNUM:-€1.##K]": 31801,
  "[FinNUM:-€1.##M]": 31802,
  "[FinNUM:-€1.##T]": 31804,
  "[FinNUM:-€1.##]": 31937,
  "[FinNUM:-€1.#B]": 31799,
  "[FinNUM:-€1.#K]": 31797,
  "[FinNUM:-€1.#M]": 31798,
  "[FinNUM:-€1.#T]": 31800,
  "[FinNUM:-€1.#]": 31936,
  "[FinNUM:-€2.##B]": 31811,
  "[FinNUM:-€2.##K]": 31809,
  "[FinNUM:-€2.##M]": 31810,
  "[FinNUM:-€2.##T]": 31812,
  "[FinNUM:-€2.##]": 31939,
  "[FinNUM:-€2.#B]": 31807,
  "[FinNUM:-€2.#K]": 31805,
  "[FinNUM:-€2.#M]": 31806,
  "[FinNUM:-€2.#T]": 31808,
  "[FinNUM:-€2.#]": 31938,
  "[FinNUM:-€3.#B]": 31815,
  "[FinNUM:-€3.#K]": 31813,
  "[FinNUM:-€3.#M]": 31814,
  "[FinNUM:-€3.#T]": 31816,
  "[FinNUM:-€3.#]": 31940,
  "[FinNUM:-€4.#B]": 31819,
  "[FinNUM:-€4.#K]": 31817,
  "[FinNUM:-€4.#M]": 31818,
  "[FinNUM:-€4.#T]": 31820,
  "[FinNUM:-€4.#]": 31941,
  "[FinNUM:0.##%]": 31451,
  "[FinNUM:0.##B]": 31476,
  "[FinNUM:0.##K]": 31474,
  "[FinNUM:0.##M]": 31475,
  "[FinNUM:0.##T]": 31477,
  "[FinNUM:0.##]": 31396,
  "[FinNUM:0.#%]": 31450,
  "[FinNUM:0.#B]": 31472,
  "[FinNUM:0.#K]": 31470,
  "[FinNUM:0.#M]": 31471,
  "[FinNUM:0.#T]": 31473,
  "[FinNUM:0.#]": 31395,
  "[FinNUM:1.##%]": 31453,
  "[FinNUM:1.##B]": 31484,
  "[FinNUM:1.##K]": 31482,
  "[FinNUM:1.##M]": 31483,
  "[FinNUM:1.##T]": 31485,
  "[FinNUM:1.##]": 31398,
  "[FinNUM:1.#%]": 31452,
  "[FinNUM:1.#B]": 31480,
  "[FinNUM:1.#K]": 31478,
  "[FinNUM:1.#M]": 31479,
  "[FinNUM:1.#T]": 31481,
  "[FinNUM:1.#]": 31397,
  "[FinNUM:2.##%]": 31455,
  "[FinNUM:2.##B]": 31492,
  "[FinNUM:2.##K]": 31490,
  "[FinNUM:2.##M]": 31491,
  "[FinNUM:2.##T]": 31493,
  "[FinNUM:2.##]": 31400,
  "[FinNUM:2.#%]": 31454,
  "[FinNUM:2.#B]": 31488,
  "[FinNUM:2.#K]": 31486,
  "[FinNUM:2.#M]": 31487,
  "[FinNUM:2.#T]": 31489,
  "[FinNUM:2.#]": 31399,
  "[FinNUM:3.#%]": 31456,
  "[FinNUM:3.#B]": 31496,
  "[FinNUM:3.#K]": 31494,
  "[FinNUM:3.#M]": 31495,
  "[FinNUM:3.#T]": 31497,
  "[FinNUM:3.#]": 31401,
  "[FinNUM:4.#%]": 31457,
  "[FinNUM:4.#B]": 31500,
  "[FinNUM:4.#K]": 31498,
  "[FinNUM:4.#M]": 31499,
  "[FinNUM:4.#T]": 31501,
  "[FinNUM:4.#]": 31402,
  "[FinNUM:£###B]": 31600,
  "[FinNUM:£###K]": 31598,
  "[FinNUM:£###M]": 31599,
  "[FinNUM:£###T]": 31601,
  "[FinNUM:£###]": 31427,
  "[FinNUM:£##B]": 31596,
  "[FinNUM:£##K]": 31594,
  "[FinNUM:£##M]": 31595,
  "[FinNUM:£##T]": 31597,
  "[FinNUM:£##]": 31426,
  "[FinNUM:£#B]": 31592,
  "[FinNUM:£#K]": 31590,
  "[FinNUM:£#M]": 31591,
  "[FinNUM:£#T]": 31593,
  "[FinNUM:£#]": 31425,
  "[FinNUM:£0.##B]": 31608,
  "[FinNUM:£0.##K]": 31606,
  "[FinNUM:£0.##M]": 31607,
  "[FinNUM:£0.##T]": 31609,
  "[FinNUM:£0.##]": 31429,
  "[FinNUM:£0.#B]": 31604,
  "[FinNUM:£0.#K]": 31602,
  "[FinNUM:£0.#M]": 31603,
  "[FinNUM:£0.#T]": 31605,
  "[FinNUM:£0.#]": 31428,
  "[FinNUM:£1.##B]": 31616,
  "[FinNUM:£1.##K]": 31614,
  "[FinNUM:£1.##M]": 31615,
  "[FinNUM:£1.##T]": 31617,
  "[FinNUM:£1.##]": 31431,
  "[FinNUM:£1.#B]": 31612,
  "[FinNUM:£1.#K]": 31610,
  "[FinNUM:£1.#M]": 31611,
  "[FinNUM:£1.#T]": 31613,
  "[FinNUM:£1.#]": 31430,
  "[FinNUM:£2.##B]": 31624,
  "[FinNUM:£2.##K]": 31622,
  "[FinNUM:£2.##M]": 31623,
  "[FinNUM:£2.##T]": 31625,
  "[FinNUM:£2.##]": 31433,
  "[FinNUM:£2.#B]": 31620,
  "[FinNUM:£2.#K]": 31618,
  "[FinNUM:£2.#M]": 31619,
  "[FinNUM:£2.#T]": 31621,
  "[FinNUM:£2.#]": 31432,
  "[FinNUM:£3.#B]": 31628,
  "[FinNUM:£3.#K]": 31626,
  "[FinNUM:£3.#M]": 31627,
  "[FinNUM:£3.#T]": 31629,
  "[FinNUM:£3.#]": 31434,
  "[FinNUM:£4.#B]": 31632,
  "[FinNUM:£4.#K]": 31630,
  "[FinNUM:£4.#M]": 31631,
  "[FinNUM:£4.#T]": 31633,
  "[FinNUM:£4.#]": 31435,
  "[FinNUM:¥###B]": 31644,
  "[FinNUM:¥###K]": 31642,
  "[FinNUM:¥###M]": 31643,
  "[FinNUM:¥###T]": 31645,
  "[FinNUM:¥###]": 31438,
  "[FinNUM:¥##B]": 31640,
  "[FinNUM:¥##K]": 31638,
  "[FinNUM:¥##M]": 31639,
  "[FinNUM:¥##T]": 31641,
  "[FinNUM:¥##]": 31437,
  "[FinNUM:¥#B]": 31636,
  "[FinNUM:¥#K]": 31634,
  "[FinNUM:¥#M]": 31635,
  "[FinNUM:¥#T]": 31637,
  "[FinNUM:¥#]": 31436,
  "[FinNUM:¥0.##B]": 31652,
  "[FinNUM:¥0.##K]": 31650,
  "[FinNUM:¥0.##M]": 31651,
  "[FinNUM:¥0.##T]": 31653,
  "[FinNUM:¥0.##]": 31440,
  "[FinNUM:¥0.#B]": 31648,
  "[FinNUM:¥0.#K]": 31646,
  "[FinNUM:¥0.#M]": 31647,
  "[FinNUM:¥0.#T]": 31649,
  "[FinNUM:¥0.#]": 31439,
  "[FinNUM:¥1.##B]": 31660,
  "[FinNUM:¥1.##K]": 31658,
  "[FinNUM:¥1.##M]": 31659,
  "[FinNUM:¥1.##T]": 31661,
  "[FinNUM:¥1.##]": 31442,
  "[FinNUM:¥1.#B]": 31656,
  "[FinNUM:¥1.#K]": 31654,
  "[FinNUM:¥1.#M]": 31655,
  "[FinNUM:¥1.#T]": 31657,
  "[FinNUM:¥1.#]": 31441,
  "[FinNUM:¥2.##B]": 31668,
  "[FinNUM:¥2.##K]": 31666,
  "[FinNUM:¥2.##M]": 31667,
  "[FinNUM:¥2.##T]": 31669,
  "[FinNUM:¥2.##]": 31444,
  "[FinNUM:¥2.#B]": 31664,
  "[FinNUM:¥2.#K]": 31662,
  "[FinNUM:¥2.#M]": 31663,
  "[FinNUM:¥2.#T]": 31665,
  "[FinNUM:¥2.#]": 31443,
  "[FinNUM:¥3.#B]": 31672,
  "[FinNUM:¥3.#K]": 31670,
  "[FinNUM:¥3.#M]": 31671,
  "[FinNUM:¥3.#T]": 31673,
  "[FinNUM:¥3.#]": 31445,
  "[FinNUM:¥4.#B]": 31676,
  "[FinNUM:¥4.#K]": 31674,
  "[FinNUM:¥4.#M]": 31675,
  "[FinNUM:¥4.#T]": 31677,
  "[FinNUM:¥4.#]": 31446,
  "[FinNUM:€###B]": 31556,
  "[FinNUM:€###K]": 31554,
  "[FinNUM:€###M]": 31555,
  "[FinNUM:€###T]": 31557,
  "[FinNUM:€###]": 31416,
  "[FinNUM:€##B]": 31552,
  "[FinNUM:€##K]": 31550,
  "[FinNUM:€##M]": 31551,
  "[FinNUM:€##T]": 31553,
  "[FinNUM:€##]": 31415,
  "[FinNUM:€#B]": 31548,
  "[FinNUM:€#K]": 31546,
  "[FinNUM:€#M]": 31547,
  "[FinNUM:€#T]": 31549,
  "[FinNUM:€#]": 31414,
  "[FinNUM:€0.##B]": 31564,
  "[FinNUM:€0.##K]": 31562,
  "[FinNUM:€0.##M]": 31563,
  "[FinNUM:€0.##T]": 31565,
  "[FinNUM:€0.##]": 31418,
  "[FinNUM:€0.#B]": 31560,
  "[FinNUM:€0.#K]": 31558,
  "[FinNUM:€0.#M]": 31559,
  "[FinNUM:€0.#T]": 31561,
  "[FinNUM:€0.#]": 31417,
  "[FinNUM:€1.##B]": 31572,
  "[FinNUM:€1.##K]": 31570,
  "[FinNUM:€1.##M]": 31571,
  "[FinNUM:€1.##T]": 31573,
  "[FinNUM:€1.##]": 31420,
  "[FinNUM:€1.#B]": 31568,
  "[FinNUM:€1.#K]": 31566,
  "[FinNUM:€1.#M]": 31567,
  "[FinNUM:€1.#T]": 31569,
  "[FinNUM:€1.#]": 31419,
  "[FinNUM:€2.##B]": 31580,
  "[FinNUM:€2.##K]": 31578,
  "[FinNUM:€2.##M]": 31579,
  "[FinNUM:€2.##T]": 31581,
  "[FinNUM:€2.##]": 31422,
  "[FinNUM:€2.#B]": 31576,
  "[FinNUM:€2.#K]": 31574,
  "[FinNUM:€2.#M]": 31575,
  "[FinNUM:€2.#T]": 31577,
  "[FinNUM:€2.#]": 31421,
  "[FinNUM:€3.#B]": 31584,
  "[FinNUM:€3.#K]": 31582,
  "[FinNUM:€3.#M]": 31583,
  "[FinNUM:€3.#T]": 31585,
  "[FinNUM:€3.#]": 31423,
  "[FinNUM:€4.#B]": 31588,
  "[FinNUM:€4.#K]": 31586,
  "[FinNUM:€4.#M]": 31587,
  "[FinNUM:€4.#T]": 31589,
  "[FinNUM:€4.#]": 31424,
  "bitcoin": 31385,
  "crash": 31380,
  "crypto": 31383,
  "downtrend": 31381,
  "etheruminflation": 31386,
  "plunge": 31382,
  "ppioutperform": 31387,
  "uptrend": 31379
}
